[{"page_number": 0, "frame_descriptions": [" The image shows a close-up of an anime character with long black hair, wearing what appears to be armor. They are"], "frame_texts_ja": ["1. 綴じ眼のシオラ\n2. 朽鷹みつき"], "frame_texts_en": ["1. bound eye siora\n2. Mitsuki Kuchitaka"]}, {"page_number": 1, "frame_descriptions": [" A large, dark room with a high ceiling. The floor is made of wooden planks and there are several windows on the", " In the frame, a character is shown in an intense action pose. The background suggests they are inside what appears to be their", " A woman in a black and white manga panel, standing with her arms crossed. She appears to be shouting or expressing", " The frame shows a character with an expression of surprise or shock, as indicated by the wide eyes and open mouth. Another figure"], "frame_texts_ja": ["", "1. だからっ", "1. 知らないって言ってるだろっ\n2. そんな借金なんて!", "1. そうは言ってもなぁ\n2. レーネ..."], "frame_texts_en": ["", "1. I'm telling you!!", "1. I don't know what you're talking about!\n2. i don't owe you!", "1. well, I'm sorry...\n2. lene..."]}, {"page_number": 2, "frame_descriptions": [" In the image, a man in glasses is standing next to another person. He appears surprised or shocked by something he's", " The frame shows a close-up of an animated character with short hair, looking surprised or shocked. There is text in the", " In the image, a character is shown with their feet up in an unconcerned manner. The text on this panel", " In the frame, a character is shown holding an object with both hands. The text in Japanese above this action reads \"I", " The frame shows a man with glasses, looking surprised or shocked. He is holding up his hand as if to block something out", " In the frame, a man with spiky hair is standing in an alleyway. He appears to be shouting or speaking", " The frame shows a character with their foot raised, seemingly in the process of kicking an object on the ground. There is text", " In the image, a group of people are gathered in an indoor setting. One person is holding up their hand with fingers spread"], "frame_texts_ja": ["1. こっちにゃ借用書があんだよ\n2. トルティヤーノに借りた金はちゃんと返して貰わねぇと", "1. 知るもんかっ", "1. 父親がカジノで作った借金なんて...", "1. あのぉ", "1. もしやトルティヤーノ一家の方でしょうか\n2. あ?", "1. 取り込み中だ出直しやがれ!\n2. え、あっあのっ...", "1. 待ってくださーー", "1. あっ\n2. がっ"], "frame_texts_en": ["1. we've got proof here...\n2. You know we need you to pay us back...", "1. how should I know!?", "1. how should I know about my father's debt in casinos...", "1. excuse me...", "1. are you a member of the Tortillano family?\n2. huh?", "1. we're having a conversation here! Get lost!\n2. uh, um...", "1. Please...! Wait...", "1. ah!\n2. guh!"]}, {"page_number": 3, "frame_descriptions": [" A man and a woman are in the foreground, engaged in an intense conversation. The background shows another character observing them", " The frame shows a character with long hair, seemingly in distress or discomfort. ", " A character in a fantasy costume stands confidently, holding what appears to be an item of significance. The background suggests they are", " In the frame, a character is seen holding onto another person's leg. The scene appears to be set in an indoor", " A male character with short hair and a serious expression stands in front of an open window, looking out onto the street. ", " The frame shows a character with their eyes covered by bandages, wearing what appears to be armor or protective gear. They are", " The frame shows a man in the foreground, dressed formally with a suit and tie. He appears to be walking away from"], "frame_texts_ja": ["1. てってめぇ...!\n2. すいません...っ目の見えない「閉じ眼」なものでつい転んでじゃって", "1. 閉じ眼がマフィアに何の用だコラァ!!\n2. え、ええと...", "1. 流しのガンマンをしているシオラと申します\n2. ここら一帯を仕切るトルティヤー一家の名が聞こえたので\n3. 用心棒として雇っていただけないかと...", "", "1. 目の見えない閉じ眼が...", "1. ガンマンだって...?", "1. おう..."], "frame_texts_en": ["1. hey, you...\n2. i'm sorry, i can't see, I am a \"closed-eyes\"...", "1. so what does a closed-eyes want from the likes of us!\n2. uh...", "1. I'm siora, a gunman\n2. I heard that you Tortillanos are in charge around here\n3. so i was wondering if you could hire me as a bodyguard...", "", "1. so a closed-eyes is...", "1. a gunman...?", "1. well..."]}, {"page_number": 4, "frame_descriptions": [" The image shows a black and white manga panel with two characters. One character is standing, holding their fist up as if", " The frame shows a character with their back to the viewer, standing in front of another figure who appears surprised or shocked.", " In the frame, a man with spiky hair and an intense expression is shown. He appears to be in motion or", " The frame shows a character with their eyes closed, smiling broadly. They are holding onto the edge of what appears to be", " In the current frame, a character is shown with an intense expression on their face. They are holding up what appears to be", " The frame shows a male character with an intense expression, holding his head in pain. He is surrounded by other characters who appear"], "frame_texts_ja": ["1. マフィア舐めんのも大概にしやがれ\n2. あっ\n3. 閉じ眼が用心棒だ?", "1. 腰の銃でイかれた脳みそぶちまけてみるか?\n2. あ?\n3. あ、あの...\n4. ちょっとやめてよ!こんなとこで!", "1. ...\n2. ん?", "1. お前もしかして\n2. 女か?\n3. えっはい...そうですけど...", "1. ほぉ", "1. 面見せてみろ\n2. えっ\n3. 閉じ眼でも器量が良けりゃ貿い手は...\n4. やっちょっと...!"], "frame_texts_en": ["1. Don't mess with us.\n2. ah..\n3. closed-eyes for a bodyguard?", "1. do you want me to shoot your brains out?!\n2. huh?\n3. er...\n4. hey, just please stop!", "1. ...\n2. huh?", "1. are you...\n2. a girl?\n3. yes, but so...?", "1. oh well...", "1. let's take a look at your face.\n2. hey!\n3. If you have good qualities, your eyes wouldn't be a concern\n4. hey, wait!"]}, {"page_number": 5, "frame_descriptions": [" The frame shows a man with an intense expression, looking to the side. He appears agitated or concerned about something off-", " The frame shows a close-up of an animated character with short hair, looking surprised or shocked. There is text in the", " In the image, a man is seen in an intense fight with another person. He's wielding two swords", " A female character with short hair is shown in a close-up, her mouth open as if she's screaming or shouting", " The frame shows a character in the foreground, seemingly being attacked or confronted by another figure. There is text overlay"], "frame_texts_ja": ["1. ーー!?", "1. なんだこりゃあ...\n2. てめぇ...\n3. ?", "1. なんてもん見せやがるっ!!", "1. ひっひどい!", "1. 大丈夫かいあんたっ\n2. 今日は帰ってやる"], "frame_texts_en": ["1. ?!", "1. what the...\n2. you...\n3. ?", "1. what is this!!", "1. how dare you!", "1. are you all right?!\n2. i'll leave for today."]}, {"page_number": 6, "frame_descriptions": [" The image shows a black and white manga panel with two characters. On the left, there is an adult female character who", " In the frame, a character is shown in profile view. They are wearing glasses and appear to be reading or studying at their", " In the frame, a character is shown looking at another with an intense expression. The text in Japanese suggests that this could be", " The frame shows a character holding an object, with text bubbles indicating dialogue. One bubble contains Japanese characters and the other is", " The frame shows a young woman with short hair, wearing what appears to be an athletic outfit. She is in the midst", " The frame shows a character with dark hair, wearing glasses and holding what appears to be an umbrella. They are standing"], "frame_texts_ja": ["1. だがいつまでもこうしてられると思うなよ\n2. レーネ", "1. 馬鹿か\n2. アンタは\n3. 撃ち合いで成り上がったトルティヤー一家に銃の腕を買えだ?", "1. 挙句の果てにビル・トルティヤーにケンカを売るなんて\n2. 奴はトルティヤー兄弟の片割れ、この街で一番の荒くれだよ", "1. なるほど\n2. さっきの7フィート程の巨漢が、マフィア兄弟の弟の方...", "1. そうさ!\n2. 悪いこた言わないからさっさと街から...", "1. ...ん?確かにビルの背丈はそのくらいだが\n2. 目が見えないのになんで正確にわかるんだ...?"], "frame_texts_en": ["1. but don't think you can stay like this forever.\n2. lene", "1. are you nuts?\n2. you...\n3. The Tortillanos are notorious for their gun fights! did you really think that they would hire you? ", "1. and  picking a fight with \"the\" bill tortillano?\n2. he's one half of the Tortillano brothers, and the most violent in town.", "1. i see.\n2. so that 7-feet-tall guy is the younger one of the mafia brothers.", "1. that's right!\n2. so you'd better get out of this town as soon as possible.", "1. ...wait a second. Bill's height is actually around 7, but\n2. How do you know when you can't see anything...?"]}, {"page_number": 7, "frame_descriptions": [" In the image, a young man with short hair is sitting on an indoor bench. He has his hand over his mouth and", " The frame shows a female character with an intense expression, her mouth open as if she's shouting or screaming. She appears", " In the image, a character is shown in an interior setting with their back to us. They are holding up two fingers and", " The frame shows a character with an expression of surprise or shock, looking to the side. Another figure appears in this panel;", " The frame shows a close-up of an animated character with blonde hair, wearing glasses and looking surprised or shocked. There", " The frame shows a character with dark hair, wearing what appears to be armor or protective clothing. They are holding an object that", " The frame shows a character with short hair, wearing glasses and holding what appears to be an umbrella. They are standing"], "frame_texts_ja": ["1. 声がする方向と足音の重さで大体わかりますよ\n2. あなたは五・七フィートの身長に比べ体重が少々重めスリーサイズは...", "1. なっ\n2. そこまでわかんのかよっ\n3. 冗談ですよ", "1. ...こりてねーな\n2. ははっ\n3. では私はそろそろ", "1. 今晩の宿を探さないと...\n2. いたっ\n3. ...", "1. あーもうっ", "1. 厄介払いのお礼だ\n2. まずはその薄汚れた格好をなんとかするよ", "1. 目元\n2. 見られたくなかったらタオルでも巻いてな"], "frame_texts_en": ["1. I can tell from whereabouts of the voice and how heavy the footsteps sounded.\n2. you're 5 feet 7, you're slightly heavier than your height's average", "1. what?!\n2. how do you know that much!\n3. I'm just kidding.", "1. Don't say that again.\n2. ha, ha.\n3. well, i should get going.", "1. I need to find a place to stay tonight.\n2. ouch.\n3. ...", "1. ugh, fine!", "1. I guess I have a lot to thank for.\n2. first, we need to do something about your dirty clothes.", "1. your eyes.\n2. if you don't want me to see them, cover them with a towel."]}, {"page_number": 8, "frame_descriptions": [" A manga panel featuring two characters. The character on the left is a young woman with short hair, wearing glasses and looking", " The frame shows a character in the foreground, seemingly engaged with something off-panel. In the background, there is another", " A close-up of a character's face, with the text \"あなたは、私の心を見", " In the image, a young girl with short hair is seen hugging her pet dog. The background suggests an indoor setting and", " In the image, a character is shown from behind in an indoor setting. The text above them reads \"あなたは", " A young woman with short hair and a concerned expression looks up at the ceiling. She is in an indoor setting, possibly her", " In the frame, a man and woman are in an indoor setting. The man is seated at a table with food on it"], "frame_texts_ja": ["1. あっありがとうございますっ\n2. 洗ってやるよ\n3. 人の家のシャワーじゃ勝手がわからないだろ", "1. 人の家のシャワーじゃ勝手がわからないだろ", "1. ...あの\n2. 閉じ眼の扱いにずいぶん慣れてらっしゃるんですね", "1. ああ...", "1. うちの父親も目が悪かったんだ", "1. いや...\n2. 正確には悪くなっていったのさ", "1. ひどい父親さ...しがない絵描きでね\n2. 金になるからって女の裸ばかり描いてトルティヤーに卸してた"], "frame_texts_en": ["1. well... thank you.\n2. just leave everything to me.\n3. you don't know how to shower in someone else's house, do you?", "1. you don't know how to shower in someone else's house, do you?", "1. um...\n2. you seem really used to treating closed-eyes people like me ", "1. ah...", "1. my father's sights weren't good, either.", "1. no...\n2. It gradually got worse, to be exact", "1. he wasn't a good father. he was just a plain old painter.\n2. he kept drawing naked woman to sell them to the tortillanos."]}, {"page_number": 9, "frame_descriptions": [" In the frame, a character is shown sitting on what appears to be an examination desk. The text in Japanese indicates that this", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " A young girl with short hair sits alone on a swing in a park, looking sad and lost in thought. ", " A young girl with short hair is in a bathroom, looking at her reflection. She appears to be crying or upset about something", " A man in a shower, with water droplets visible on the glass door. He is holding his foot up to inspect"], "frame_texts_ja": ["1. だけど病気でどんどん目が悪くなっていってね\n2. 絵描きなりにショックだったんだろう\n3. 仕事が減って金もなくなって焼きが回ったのか\n4. 私をモデルにしようとする始末さ", "1. 挙句の果てに博打で借金こさえて川にドボン\n2. ひどい父親だろ?", "1. ...結局\n2. レーネさんはモデルに?", "1. ...ああ\n2. しつこいもんだったからさ\n3. 私なんか描いても大した金にならなかっただろうけど...", "1. そう...\n2. それはよかった..."], "frame_texts_en": ["1. but his eyes got worse and worse.\n2. he must have been in so much pain.\n3. He had less job, less money and \n4.  he even tried to use me as the model for his paintings", "1. in the end he made debt from gambling, and he dove into the river.\n2. worst father ever, huh?", "1. so...\n2. did you model for him?", "1. yeah...\n2. he was so persistent.\n3. I don't think I made him much money, though.", "1. well...\n2. I'm glad..."]}, {"page_number": 10, "frame_descriptions": [" The image shows a black and white manga panel with two women in an intimate moment. One woman is standing behind the other", " A young girl with short hair stands in a room, looking out of the window. She appears contemplative and introspective", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted. Her", " In this frame, the girl and puppy are now standing in front of a large window with many panes. The room"], "frame_texts_ja": ["1. さぞ嬉しかったことでしょう\n2. 目が見えなくなる前に娘さんを描くことができて", "1. 目が見えなくなる前に娘さんを描くことができて", "1. 目が見えなくなる前に娘さんを描くことができて", "", ""], "frame_texts_en": ["1. he must have been really happy\n2. to be able to draw his daughter before he lost his sights completely.", "1. to be able to draw his daughter before he lost his sights completely.", "1. to be able to draw his daughter before he lost his sights completely.", "", ""]}, {"page_number": 11, "frame_descriptions": [" In the image, there are two characters. One character is a young girl with short hair and glasses; she appears to be", " A man and woman are standing in a shower, both with their feet on the floor. The text above them reads \"あ", " The frame shows a character with sweat dripping from their forehead, holding onto what appears to be an object. Another figure is", " In the image, a young girl with short hair is shown in an animated manga style. She appears to be crying or", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " In the frame, a young woman with short hair is standing in front of another character. She appears to be speaking or explaining", " The frame shows a close-up of the girl's face, with her eyes wide open and mouth slightly agape."], "frame_texts_ja": ["1. レーネさん?\n2. なっなんでもないよ\n3. 背中は終わりだ", "1. ほらこっち向きな", "1. それよりアンタはどうなのさ", "1. なんで銃なんか持って旅してんだい\n2. その眼だって...", "1. 大したことじゃありませんよ", "1. 親を殺したマフィアを撃ち殺したんです\n2. その咎で故郷を追い出されました", "1. この眼は\n2. その時に罪の証にと..."], "frame_texts_en": ["1. lene?\n2. no, it's nothing.\n3. I'm done with you're back.", "1. come on, turn around.", "1. by the way, what about you?", "1. why did you take your gun with you?\n2. and those eyes...", "1. it's no big deal.", "1. I killed a mafia who killed my parents.\n2. and that's how I was kicked out of my hometown.", "1. and these eyes...\n2. are proof of sin."]}, {"page_number": 12, "frame_descriptions": [" The image shows a black and white manga panel with two characters. One character is speaking, as indicated by the speech bubble", " A character is shown in a close-up, speaking to another unseen person. The text indicates that the speaker has just", " In the image, two characters are engaged in a conversation. One character is standing with their arms crossed and appears to be listening", " The frame shows a female character with an intense expression, her mouth open as if she's shouting or screaming. She appears", " The frame shows a character with an intense expression, holding their head in both hands. There is text overlaying the image", " A character with long hair, possibly a woman or girl, appears to be in distress. She is holding her head and looking"], "frame_texts_ja": ["1. ...\n2. 眼を潰されたっていうかい...?", "1. なんてひどい...\n2. アンタは親の仇を討っただけじゃないか!\n3. 何もひどいことなんてありませんよレーネさん\n4. あなたの父親のかけらほども悲劇ではないんです", "1. 私は自ら望んで血を求めた外道\n2. そんな奴は何をされたって文句は言えない", "1. なんでアンタは銃を捨てない!\n2. そんな目にあってまで!!\n3. だったら...", "1. でもっ\n2. だったら...", "1. 捨てる?"], "frame_texts_en": ["1. ... \n2. and that's how you were made blind...?", "1. how terrible...\n2. all you did was avenge your family!\n3. There's nothing terrible about this.\n4. it's not half as tragic as your father's story.", "1. I wanted blood.\n2. People like me don't have a say in how we are treated.", "1. why don't you put the gun down!\n2. look what happened to you!\n3. then...", "1. but...\n2. then...", "1. put down...?"]}, {"page_number": 13, "frame_descriptions": [" The image shows a black and white manga panel with text. A character is depicted in the foreground, standing alone inside", " The frame shows a character in motion, with their arm extended and hand open as if reaching out for something. ", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " In the image, a young woman with long hair is standing in front of an open shower door. She appears to be looking", " In this frame, a character with an exaggeratedly large head and eyes is shown. The expression on the face appears to"], "frame_texts_ja": ["1. 私にはもう\n2. 銃と閉じ眼しかないというのに", "", "1. 夕飯の準備してくる", "1. 何か不便があったら呼んでくれ", ""], "frame_texts_en": ["1. what else would I have left?\n2. if I put down my guns...?", "", "1. I'll go prepare dinner.", "1. tell me if you have inconvenience.", ""]}, {"page_number": 14, "frame_descriptions": [" The frame shows an empty room with a door in the background. There are no characters or actions depicted within this image, as", " A young girl with short hair sits alone on a swing in an empty park, looking sad and lost in thought. ", " In the frame, a person is seen holding an open book. The text in Japanese reads \"I'm sorry for not", " In the image, a young woman with short hair is shown in an outdoor setting. She appears to be upset or distressed", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " A character with a surprised expression, looking to the side. ", " The frame shows a close-up of an anime character with long hair, who appears to be in distress or fear. Another"], "frame_texts_ja": ["", "", "1. きっと嘘さ...", "1. 乞食が気を惹くためにつくような嘘\n2. そうに決まってる...", "", "1. !", "1. も、もうあがったのかい?\n2. こっちも今できたとこだ\n3. いま席に案内をーー"], "frame_texts_en": ["", "", "1. she must be lying.", "1. just like a beggar calling for attention\n2. yes, it's got to be...", "", "1. !", "1. you're done already?\n2. I'm just in time.\n3. i'll guide you to your seat..."]}, {"page_number": 15, "frame_descriptions": [" A man with a mask over his face is holding another person by the throat, who appears to be in distress. The background", " The frame shows a character with an expression of surprise or shock, surrounded by text bubbles that appear to be in Japanese.", " A close-up of a character's face, with their eyes wide open and mouth slightly agape. The expression suggests", " In the image, a character is shown in close-up from behind. The person appears to be sitting down and looking at", " A young man with glasses stands in a room, looking surprised and confused. He is holding his head as if trying to understand", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " In the image, a character is standing in an open doorway of what appears to be their home. They are looking out into"], "frame_texts_ja": ["1. ー‼", "", "", "", "1. レーネさーん今あがりましたー", "1. あっいいかおり\n2. ハンバーグのにおいだ", "1. あれ?\n2. レーネさーん"], "frame_texts_en": ["1. !!", "", "", "", "1. I'm done!", "1. oh, it smells good.\n2. I can smell hamburg steaks.", "1. huh?\n2. lene?"]}, {"page_number": 16, "frame_descriptions": [" The image shows a black and white manga panel with an open door leading into the darkness of night. A single figure stands", " A character with long hair is shown in a close-up, looking surprised or shocked. ", " In the frame, a man stands confidently with his arms crossed. He is speaking to another person who appears surprised or shocked", " The frame shows a close-up of the character's face, displaying an intense expression with clenched teeth.", " In the image, a man is sitting on top of furniture with his head resting in hands. He appears to be deep in"], "frame_texts_ja": ["1. くそっ", "1. 離してよっ\n2. いきなりなんだってのさ!", "1. そう喚くなよレーネ\n2. 用件はうちの弟が散々伝えたと思うがね", "1. だからってここまでされる謂れはないよ", "1. ドン.トルティヤー!!"], "frame_texts_en": ["1. shit!", "1. let go of me!\n2. what do you want!", "1. hey, calm down.\n2. I think my brother told you what I want.", "1. that doesn't give you the reason to go this far", "1. don tortillano !!"]}, {"page_number": 17, "frame_descriptions": [" The frame shows a man with an intense expression, holding up his finger as if to make a point. He is in the", " In the image, a young girl with short hair is shown in an indoor setting. She appears to be upset or crying as", " In the manga frame, a character is shown in profile view with their back to us. They are standing and appear surprised", " The frame shows a man in an office setting, looking at his computer screen with concern. He is holding up one finger as", " The frame shows a male character with spiky hair, wearing what appears to be armor or battle attire. He is"], "frame_texts_ja": ["1. やれやれ\n2. その男勝りな性格はなんとかならんのかね", "1. まあいい\n2. そんな君にも買い手がついたんだ\n3. 買い手...?", "1. 君のお父上の絵を買われた方が君のことをえらく気に入ってね\n2. モデルになった君をぜひ買いたいと", "1. よろこべレーネ\n2. あと数刻で買い手が到着したら借金はチャラだ", "1. もっとも"], "frame_texts_en": ["1. well, well...\n2. what's with your manly personality?", "1. anyway.\n2. you've got a buyer.\n3. buyer...?", "1. a customer who bought your father's picture really likes you.\n2. he told me that he wanted you, because you were the model.", "1. you'd better be happy.\n2. the buyer arrives in a few hours, by which time you'll be debt-free", "1. of course"]}, {"page_number": 18, "frame_descriptions": [" A man and a woman are in an intense confrontation. The man is holding the woman by her neck, with his other", " The frame shows a male character with short hair, wearing glasses and looking surprised or shocked. He is in the foreground of", " A man and a woman stand in front of each other, engaged in what appears to be an intense conversation. The background is", " In the frame, a character is shown in an indoor setting with various objects scattered around. The text above reads \"あな"], "frame_texts_ja": ["1. 出荷先でどういう扱いを受けるかはわからんがね", "1. ふっ\n2. ふざけんなっ!", "1. だっ誰かーー!!\n2. はっ\n3. 無駄だよレーネ", "1. こんな街外れの倉庫で叫んだって誰も来やしないさ"], "frame_texts_en": ["1. i don't know for sure how the buyer will treat you.", "1. wha...\n2. stop joking with me...!", "1. s-someone...!\n2. ha\n3. it's no use, lene.", "1. no one would hear you  in this off-town storage."]}, {"page_number": 19, "frame_descriptions": [" A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " The frame shows a close-up of an adult male with intense eyes, his mouth slightly open as if he's in", " In the image, a character is shown with an intense expression. The background appears to be dark and indistinct, focusing", " In the frame, a character is seen walking away from another who appears to be in distress. The text on this page seems", " In the image, there is a close-up of an anime character's face with text bubbles. The first bubble", " The frame shows a close-up of an adult male's hand holding up what appears to be a piece of paper with"], "frame_texts_ja": ["1. まったく\n2. マヌケは何をされても文句は言えんなぁ\n3. お父上も目を患わなければ生かしておいたものを", "1. ど...\n2. どういう意味さ...", "1. もう会うこともないだろうから教えてやろう", "1. 君の父親は目を悪くして困っていたからね\n2. 治療費の足しに次の絵を高く買ってやろうと言ったんだ\n3. 口約束だけじゃ不安だろうから契約書も用意してやった", "1. ただ私もうっかりしていてね\n2. ちょっと紙を間違えてしまった", "1. まさか目が悪かった彼にも気づけまい"], "frame_texts_en": ["1. oh well,\n2. look how pathetic you are.\n3. and your father. if his eyes weren't so bad I would have let him survive...", "1. what the...\n2. what's that supposed to mean?", "1. might as well tell you before we won't see each other again for good", "1. because your father was suffering from his blindness,\n2. I offered to buy his picture at a higher price than usual.\n3. for his convenience, I prepared him a contract", "1. but, oops, my bad.\n2. i got the wrong kind of paper.", "1. with his eyes, it was impossible for him to notice"]}, {"page_number": 20, "frame_descriptions": [" The frame shows a character with an intense expression, holding up what appears to be papers or documents. There is text in the", " The frame shows a close-up of an anime character with short hair, looking surprised or shocked. There is text in the", " In the frame, a man is standing in front of another person who appears to be lying on their back. The setting seems", " In the image, a group of people are seen walking in heavy rain. They're dressed casually and appear to be"], "frame_texts_ja": ["1. 自分がサインした契約書が", "1. 多額の借用書だったなんて", "1. 待てよ...じゃあ父さんは...\n2. 視力を無くした画家になんの価値がある?", "1. 可哀想だからあの世に送ってやったよ!\n2. 今頃は天使のヌードでも描いてるだろうさ!!"], "frame_texts_en": ["1. the contract paper he signed,", "1. was an IOU for billions.", "1. wait, then was my father...\n2. do you think a painter without sight is valuable enough?", "1. i couldn't help but take his non-valuable life!\n2. he'd probably be drawing pictures of angel nude now!"]}, {"page_number": 21, "frame_descriptions": [" A black and white manga panel with a stylized character, possibly male or non-binary. The text \"ONE", " A character is lying on the ground, seemingly defeated or injured. Another character stands nearby with a concerned expression and outstretched", " In the frame, a group of people is gathered in what appears to be an indoor setting. One individual stands out as they", " In the frame, a character with short hair is shown in close-up. The expression on their face appears to be one", " In the frame, a character is shown with their back to us. They are holding onto something and appear surprised or shocked by"], "frame_texts_ja": ["", "1. あ?", "1. ててっ\n2. 思ったより窓が高かった...", "1. おい...\n2. なんだこいつ...", "1. シオラッ!?\n2. いやぁ\n3. 夜分遅くにすいません..."], "frame_texts_en": ["", "1. huh?", "1. ouch!\n2. the window was higher than i thought.", "1. hey...\n2. who's this...?", "1. siora?!\n2. hey\n3. sorry to visit you this late at night."]}, {"page_number": 22, "frame_descriptions": [" In the image, a character with dark hair and an intense expression is shown. The text in Japanese reads \"I'm", " A man with a beard and mustache stands in the foreground, looking intense. In the background, another character appears to", " In the frame, a character with dark hair is shown from behind. They are wearing what appears to be an eye patch over", " The frame shows a close-up of the girl's face, with her eyes closed and smiling. She appears to be", " The frame shows a close-up of the girl's face, with her eyes wide open and mouth slightly agape."], "frame_texts_ja": ["1. こちらにいるレーネさんを\n2. 迎えにあがったのですが...", "1. あっ兄貴!\n2. こいつさっき俺が報告した妙な閉じ眼だ!\n3. なんだビル\n4. つけられたのか?", "1. つっつけようったって...\n2. こいつは眼が...", "1. 匂いですよ", "1. レーネさんが作ったハンバーグの美味しそうな香り\n2. それを辿ってここまで来てみたら..."], "frame_texts_en": ["1. I just wanted to...\n2. pick her up...", "1. don!\n2. this kid is the closed eyes I told you about!\n3. bill...\n4. were you followed by him?", "1. but it can't be possible...\n2. his eyes are...", "1. it's the smell.", "1. the smell of Hamburg steak she made.\n2. I followed the scent and came here..."]}, {"page_number": 23, "frame_descriptions": [" In the image, a group of people is gathered in what appears to be an office or meeting room. The individuals are dressed", " In the frame, a character is shown speaking to another. The speaker's mouth and hand are visible as they gesture during", " In the image, a man is shown in an animated style with text bubbles. He appears to be speaking or reacting", " The frame shows a man with short hair, wearing glasses and an expression of concern. He is holding up his hand in front", " In the frame, a man is seen holding two guns. He appears to be in an intense situation or preparing for one.", " A character with a surprised expression, mouth open as if shouting or reacting to something. The text in the image is partially"], "frame_texts_ja": ["1. 腐肉を煮詰めたような臭いが充満していて\n2. 大変気分が悪い", "1. このままではせっかくの夕飯も冷めてしまう\n2. お互い銃を抜くことなく\n3. どうか穏便に帰して頂けませんか", "1. ......\n2. ビル\n3. おう", "1. 状況が全く見えてないマヌケには\n2. 鉛弾で思い知らせてやらねばな", "1. 閉じ眼如きが舐めたロききやがって", "1. シオラッ!!"], "frame_texts_en": ["1. but this place is filled with a filthy odor.\n2. gosh, i might not feel very well.", "1. and the dinner will get cold if we don't hurry.\n2. please let us go in peace.\n3. it's for the both of us.", "1. ......\n2. bill...\n3. yeah.", "1. I guess this kid can't \"see\" the situation she's in.\n2. we have to let her know.", "1. this is for making fun of us.", "1. siora!!"]}, {"page_number": 24, "frame_descriptions": [" The image shows a black and white manga panel with an adult male character. He appears to be in the middle of speaking", " The frame shows a character with an intense expression, holding up their hand as if to make a point or gesture. ", " In the image, a character is shown with their eyes closed and mouth open as if they are singing or speaking. The background", " The frame shows a close-up of the girl's face, with her eyes closed and an expression that suggests she is", " In this frame, a character is shown in mid-action with their arm extended outward. The background appears to be an"], "frame_texts_ja": ["1. くたばれ", "1. くたばれ", "", "", ""], "frame_texts_en": ["1. die.", "1. die.", "", "", ""]}, {"page_number": 25, "frame_descriptions": [" A character with a large, expressive face and spiky hair is shown in close-up. The expression on the", " In the frame, a character is shown in close-up with their face obscured by shadows. The background appears to be", " In the image, a character is shown in mid-action with their fist raised and clenched. The background features an", " A man in a white shirt and black pants is holding two guns, aiming them at another character who appears to be falling", " In the image, there is a close-up of an animated character's face. The expression on their face appears to"], "frame_texts_ja": ["", "", "", "", "1. 撃ったのは\n2. そっちが先ですよ"], "frame_texts_en": ["", "", "", "", "1. you\n2. started the shooting."]}, {"page_number": 26, "frame_descriptions": [" In the image, there is a group of people in various poses and expressions. Some are standing while others appear to be", " In this frame, a group of people is depicted in an animated style. They are standing close together and appear to be engaged", " In the image, a group of people is seen in an outdoor setting. They are engaged in what appears to be some sort", " In the frame, a character is shown in mid-action with an intense expression. The text within this panel appears to be", " In the image, a man and woman are engaged in conversation. The text on one of their speech bubbles reads \"I", " In the center of a bustling city, two characters are engaged in an intense conversation. One character is passionately speaking to", " The frame shows a close-up of the girl's face, with her eyes closed and an expression that suggests she is", " A man with a surprised expression looks on as another character, appearing to be in distress or pain, is being held by an"], "frame_texts_ja": ["1. ビルッ!?\n2. くそっ構えろ", "", "1. ぶっ殺せ!!", "1. ...っ!?当たらねぇ!!\n2. どうなってやがる!!", "1. そんな荒っぽく引き金を引いてちゃ\n2. どこから飛んでくるか丸わかりだ", "1. うおおっ!!", "", "1. ひっ"], "frame_texts_en": ["1. bill!?\n2. damn it, get ready.", "", "1. kill her!", "1. it's not hitting her!\n2. what's going on?!", "1. don't pull the trigger so roughly.\n2. I can almost see the bullets", "1. whoa!", "", "1. wha...!"]}, {"page_number": 27, "frame_descriptions": [" A close-up of a character's face, showing an intense expression with their mouth open as if shouting or speaking loudly", " In the first frame, a character is shown with an intense expression and clenched fists. The background features another figure", " In the frame, a character is shown with an intense expression on their face. They are holding up what appears to be a", " In the image, a young woman with short hair is shown in an anime-style manga panel. She appears surprised and", " The frame shows a man with an intense expression, his mouth slightly open as if he's in the middle of speaking.", " A character with a large, colorful wing is shown in mid-flight. The background suggests motion and speed as the"], "frame_texts_ja": ["", "1. こいつっ\n2. 閉じ眼じゃねぇ!!", "1. 綴じ眼だ!!", "1. 綴じ眼...?", "1. まさか...", "1. 聞いたことがある..."], "frame_texts_en": ["", "1. she...\n2. is not a closed eyes!", "1. she's a \"bound eyes\"!", "1. \"bound eyes\"...?", "1. oh, my god.", "1. i've heard of her..."]}, {"page_number": 28, "frame_descriptions": [" In the first frame, we see a close-up of two characters engaged in conversation. One character is speaking passionately with", " In the first frame, a character is shown with an expression of surprise or shock. The text in this panel seems to be", " In the frame, a character is shown with their back to us. They are holding what appears to be an object that re"], "frame_texts_ja": ["1. 復讐からある街のマフィアを皆殺しにしたガンマンがいた...\n2. そいつの力を恐れた街の奴らは\n3. 眼を焼き瞼を縫ってそいつを街から追い出した", "1. その哀れなガンマンは...\n2. 今も亡霊のように悪党を撃って回ってるという...", "1. こいつだってのか...?"], "frame_texts_en": ["1. there was a gunman that killed all the mafias in the city for avenge.\n2. people in the city feared his power.\n3. so they burnt the eyes, patched the eyelid, and kicked her out of the city.", "1. and that poor gunman,\n2. is still shooting bad guys like ghosts even today.", "1. and that's her...?"]}, {"page_number": 29, "frame_descriptions": [" The image shows a black and white manga panel with two characters. On the left, there is an animated character resem", " A young girl with short hair is shown in a close-up, smiling broadly and looking directly at the viewer.", " A character is shown in a close-up, holding an object with both hands. The text above the image reads \"あ"], "frame_texts_ja": ["1. 綴じ眼の撃ち手\n2. まさかこんなガキが...", "1. まったく", "1. 見えてないのはどっちだ"], "frame_texts_en": ["1. a bound eye gunner.\n2. i didn't expect a kid...", "1. oh well.", "1. Who's the blind one here?"]}, {"page_number": 30, "frame_descriptions": [" A character is holding a gun, pointing it towards another figure. The scene appears to be tense and potentially violent in nature.", " The frame shows a character with an exaggerated expression of shock or surprise, surrounded by text bubbles. One bubble contains Japanese", " A man and a woman sit close together in the dark, sharing an intimate moment. The lighting casts shadows on their faces", " A young woman with long hair, wearing a white top and glasses. She appears surprised or shocked by something off-panel to", " In the image, a male character with short hair is shown in profile. He appears to be speaking or listening intently as"], "frame_texts_ja": ["", "1. 閉じ目と侮る\n2. マヌケども", "", "1. こいつっ明かりを...", "1. じっとしててくださいね\n2. レーネさん"], "frame_texts_en": ["", "1. don't despise me\n2. as a closed eyes.", "", "1. he's got the lights!", "1. lene,\n2. hold still."]}, {"page_number": 31, "frame_descriptions": [" In the image, a group of people is seen in an indoor setting. One person appears to be speaking or gesturing towards", " In the first frame, a character is shown with an intense expression. The text in Japanese suggests that this scene may be related", " In the image, a character is shown holding an object with both hands. The background appears to be dark and blurred,", " In the image, a character is shown with an intense expression and clenched fists. The background features what appears to"], "frame_texts_ja": ["1. ここはもう\n2. 閉じ目の闇ですから", "1. 閉じ目の闇ですから", "", ""], "frame_texts_en": ["1. because now\n2. i'm the only one who \"sees\" the situation here", "1. i'm the only one who \"sees\" the situation here", "", ""]}, {"page_number": 32, "frame_descriptions": [" A close-up of a character's face, showing an intense or serious expression. ", " The frame shows a character with an expression of shock or surprise, holding their head in both hands. ", " The frame shows a close-up of the girl's face, her eyes wide and filled with surprise as she looks at"], "frame_texts_ja": ["", "", ""], "frame_texts_en": ["", "", ""]}, {"page_number": 33, "frame_descriptions": [" The image shows a black and white manga panel with text at the bottom. ", " The frame shows a man in an office setting, looking at the camera with his mouth open as if he's speaking or", " The frame shows a character in the foreground, who appears to be walking away from another figure. In the background, there", " The frame shows a close-up of the character's face, with an expression that suggests shock or surprise. "], "frame_texts_ja": ["1. はぁ\n2. はぁ", "1. はぁ\n2. はぁ", "1. いっ生きてる...", "1. でも"], "frame_texts_en": ["1. \"pant\"\n2. \"pant\"", "1. \"pant\"\n2. \"pant\"", "1. I'm still alive...", "1. but..."]}, {"page_number": 34, "frame_descriptions": [" In the frame, a character is shown in an intense battle scene. The background reveals chaos and destruction with debris flying around them"], "frame_texts_ja": ["1. 俺だけ?"], "frame_texts_en": ["1. am i the only one?"]}, {"page_number": 35, "frame_descriptions": [" A young woman with short hair stands in a dark room, holding her knees and looking down. Another character is present but not", " The frame shows a close-up of an adult male with short hair, looking directly at the viewer. His expression is", " A female character with a serious expression stands in front of another woman, who is holding what appears to be an object. The", " In the image, a character is shown holding an object with both hands. The background appears to be in motion or blurred", " In the image, a character is shown in profile view with their back to us. They are crouched down and appear", " A man with a surprised expression, his mouth slightly open. He is standing in front of another character who appears to be speaking", " The frame shows a close-up of the barrel and grip area of a handgun, with an open magazine inserted. ", " In the frame, a character is shown with an expression of concern or worry. The text in Japanese reads \"I'm", " In the manga frame, a character is shown sitting on an object with their legs crossed. They are looking upwards and"], "frame_texts_ja": ["1. お怪我はないですか\n2. レーネさん", "", "1. ああ", "1. くそっ", "1. 俺の\n2. 俺のファミリーが", "1. なんでこんなことに...", "", "1. なんでだって...?", "1. ふざけんな..."], "frame_texts_en": ["1. are you all right?\n2. lene?", "", "1. yeah.", "1. damn!", "1. my...\n2. my family....", "1. why did this have to happen?", "", "1. why, you say?", "1. don't be silly."]}, {"page_number": 36, "frame_descriptions": [" In the image, a woman with blonde hair is depicted holding two guns. She appears to be in an intense or action", " In the first frame, a character is shown with an expression of surprise or shock. The text in this panel appears to be", " In the image, a character is shown with an open mouth and wide eyes. The expression suggests surprise or shock at something happening", " The girl hugs the puppy close, her eyes closed and a content expression on her face. ", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if"], "frame_texts_ja": ["1. じゃあなんで\n2. 父さんは死んだんだ!!", "1. まっ待て\n2. 撃たないでくれ", "1. 死ね!\n2. 死ねぇーーー!!", "", ""], "frame_texts_en": ["1. then why?!\n2. why did my father have to die!!", "1. wait, wait.\n2. don't shoot me.", "1. die!\n2. die!!!!", "", ""]}, {"page_number": 37, "frame_descriptions": [" A character with a surprised expression, looking upwards. Another character appears to be in distress or pain behind the first one'", " A young girl with short hair stands in a room, looking surprised and confused. ", " In the frame, a character with short hair is shown in close-up. The expression on their face appears to be one", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. "], "frame_texts_ja": ["1. どうして...", "1. どうしてよ!!\n2. シオラ!!", "1. こいつは父さんをっ...", "1. レーネさん"], "frame_texts_en": ["1. why...?", "1. why!!!\n2. siora!!!", "1. he killed my father...", "1. lene."]}, {"page_number": 38, "frame_descriptions": [" The image shows a black and white manga panel with two characters. One character appears to be an adult male, standing in", " A young man with short hair is shown in a close-up, looking surprised and shocked. ", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " A close-up of a character's face, showing an expression that seems to be one of concern or worry. ", " A hand grips a gun, pointing it towards the viewer. The person holding the weapon is not visible in this frame", " In the current frame, a character is seen holding two guns crossed in front of them. The background shows an open space with"], "frame_texts_ja": ["1. 引き金を引くならば\n2. 確とお覚悟を", "", "", "", "", "1. ちくしょうっ..."], "frame_texts_en": ["1. if you're gonna pull the trigger,\n2. you have to be prepared.", "", "", "", "", "1. damn it..."]}, {"page_number": 39, "frame_descriptions": [" In the frame, a man in glasses is standing with his arms outstretched. He appears to be speaking or gesturing", " A character is shown from behind, walking away with a determined expression. ", " In the frame, a character is shown with an intense expression. The background features what appears to be shattered glass or debris", " In the frame, a man is seen with his hand over another person's mouth. The other individual appears to be in", " A close-up of a character's face, with an expression that suggests surprise or shock. The text in the image"], "frame_texts_ja": ["1. たっ助かった\n2. シオラといったか\n3. ウチに雇ってほしいそうじゃないか", "1. 今ならお前の言い値で...", "", "1. さっき「なんで」と言ったか?\n2. そのロで「なんで」と", "1. 滑稽だ"], "frame_texts_en": ["1. oh, thank god.\n2. siora, was it?\n3. i heard you wanted us to hire you?", "1. I'll hire you at any price, so...", "", "1. you said, \"why?\"\n2. with this filthy mouth", "1. pathetic"]}, {"page_number": 40, "frame_descriptions": [" The image shows a black and white manga panel with an animated character. ", " A character is shown in a close-up, with their face obscured by an object. The background appears to be dark", " The frame shows a close-up of an adult male character, who appears to be in the midst of sexual activity. He", " In the frame, a character is shown with their back turned to another person. The first individual appears surprised or shocked by something"], "frame_texts_ja": ["1. その程度の覚悟もないなんて", "1. 外道以下の\n2. ", "1. 畜生め", "1. 畜生め"], "frame_texts_en": ["1. you're no t prepared at all", "1. you're worthless.\n2. !!", "1. you're nothing.", "1. you're nothing."]}, {"page_number": 41, "frame_descriptions": [" The image shows a black and white manga panel with two characters. One character is standing, holding their head in pain or", " The frame shows a close-up of an adult male's hand gripping the handle of what appears to be a gun", " The frame shows a close-up of two characters in an intense conversation. One character is speaking passionately, with their mouth", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. She is interrupted"], "frame_texts_ja": ["1. ふん", "", "1. ふん", "1. 闇の中で\n2. 一生悔い続けろ"], "frame_texts_en": ["1. humph", "", "1. humph", "1. you can repent on yourself\n2. in the blinding darkness."]}, {"page_number": 42, "frame_descriptions": [" A train is depicted in a manga-style illustration, with the words \"I'm going to leave\" written", " The frame shows a character speaking in Japanese, with the text \"あなたは、私の友達です\"", " The frame shows a character with an expression of surprise or shock, possibly reacting to something unexpected. ", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " A character in a dark room, looking at something off-panel with an expression of concern or worry. ", " In the image, a character is shown with their face obscured by shadows and darkness. The text in Japanese reads \"I", " The frame shows a close-up of an animated character with short hair, looking surprised or shocked. There is text in the", " The frame shows a close-up of an anime character with bandages on their eyes, speaking to another person. There is"], "frame_texts_ja": ["", "1. いいって言ったじゃないですか\n2. わざわざ見送りなんて", "", "", "1. 礼ぐらい言っとかなきゃだろ", "1. 勝手にやったことです", "1. 続けんのか...人撃ち", "1. ええ...\n2. この眼にかけて"], "frame_texts_en": ["", "1. I told you I'm okay!\n2. you didn't have to see me off.", "", "", "1. well, it's the least i can do.", "1. oh, no. i did it for my own good.", "1. so you won't stop shooting people?", "1. I guess not...\n2. i swear on my eyes."]}, {"page_number": 43, "frame_descriptions": [" The frame shows a character standing in front of another, with the second character's back to them. Both characters are wearing", " A hand holding a lit cigarette with smoke rising from it. The character appears to be in deep thought or contemplation, as", " The frame shows a male character with long hair, wearing glasses and holding what appears to be an object in his hand. He", " In the image, a character is shown in an indoor setting with their back to us. They are holding up two fingers and", " A character with short hair and a serious expression is shown in close-up, looking directly at the viewer. The text", " A character with a serious expression stands in front of another, who is looking away. The first character appears to be speaking or", " The frame shows a character with short hair, wearing glasses and sitting alone on the floor. They appear to be reading or looking"], "frame_texts_ja": ["1. ......\n2. 見送りにしてはずいぶん大荷物ですね", "1. ああ", "1. あたしも街を出るんだ\n2. ここにいても気が滅入るからさ", "1. それは...\n2. 一体どちらへ...?", "1. あんたの行くとこ", "1. 嬉しいだろ?", "1. だっだめですよ"], "frame_texts_en": ["1. ...\n2. that's a lot of baggage for just seeing me off.", "1. yeah.", "1. i'm leaving this town too.\n2. I don't feel good staying here.", "1. and...\n2. where are you gonna go...?", "1. wherever you're going", "1. like the idea?", "1. no you can't!"]}, {"page_number": 44, "frame_descriptions": [" A young man with short hair stands in a room, looking at the camera. He appears to be alone and is dressed cas", " The frame shows a close-up of two characters engaged in conversation. One character is speaking, with their mouth open and the", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " The frame shows a young girl sitting on the floor, looking up at an older woman who is kneeling down beside her.", " A young girl with a ponytail sits at her desk, engrossed in reading. She is holding up the book", " The frame shows a character sitting alone in the dark, with an expression of sadness or contemplation. ", " In the current frame, a character is shown holding onto another person's hand. The text in Japanese reads \"I will"], "frame_texts_ja": ["1. 血を畷って生きているような\n2. 私みたいな奴と一緒にいたら...", "1. 安い同情は...\n2. 勘違いしないでよ", "1. 昔アンタに何があったのか知らないし\n2. アンタの手を引けるなんて思っちゃいない", "1. 恩人にまた飯を作るくらいは許されるだろ?\n2. でも...", "1. 恩人にまた飯を作るくらいは許されるだろ?", "1. でも...", "1. やっぱさ"], "frame_texts_en": ["1. you can't stay with someone like me.\n2. like the one who lives along with guns.", "1. I don't need sympathy...\n2. It's not like that.", "1. i don't know what happened to you before.\n2. neither do i think i'll be of much help.", "1. i'm allowed to cook food for my saviour, right?\n2. but...", "1. i'm allowed to cook food for my saviour, right?", "1. but...", "1. and after all,"]}, {"page_number": 45, "frame_descriptions": [" A young girl with short hair sits alone on a swing in a park, looking sad and lost in thought. ", " A young girl with a blindfold over her eyes, looking concerned and unsure. ", " The frame shows a close-up of an animated character, who appears to be female. She is holding up her index finger", " The frame shows two hands holding each other, with a background that appears to be an outdoor setting. There is text in the"], "frame_texts_ja": ["1. お互い寂しいじゃん\n2. 一人で道を行くのは", "", "1. さあ..", "1. 汽車が出るよ"], "frame_texts_en": ["1. you know it's a bit sad\n2. to keep walking solo.", "", "1. come on..", "1. the train's leaving."]}, {"page_number": 0, "frame_descriptions": [" The image is a cover of the manga \"Gundam\". It features an illustration with Japanese text. In this", " In the image, a young boy with short hair is standing in front of an adult figure. He holds up his hand to", " The frame shows a character with an intense expression, holding what appears to be a weapon or tool. There is action depicted as", " In the image, a character is shown in front of an explosion. The text on top reads \"大きな爆発"], "frame_texts_ja": ["1. 夢の翼は\n2. 蝋で固めてある", "1. 高く翔ぶほど\n2. 太陽に溶かされてしまう", "", "1. ーだったら\n2. 最初から翔ばない方がいい"], "frame_texts_en": ["1. the wings of dreams,\n2. were coated with wax.", "1. as it flys higher,\n2. it'll melt by the sun.", "", "1. ...if so\n2. why fly in the first place."]}, {"page_number": 1, "frame_descriptions": [" A black and white manga panel. The image shows a close-up of an object with multiple spheres, each containing", " The frame shows a close-up of an animated character with dark hair, looking intently to the side. There is no", " In the image, a young boy stands in front of an open book. The text on the page is written vertically and"], "frame_texts_ja": ["", "", "1. いつか必ず\n2. 失敗です!!\n3. 有人ロケット「あさがお」が爆発!\n4. 地に落ちるのだから\n5. 日本初の有人宇宙飛行は失敗しました!!"], "frame_texts_en": ["", "", "1. because someday\n2. It failed!!\n3. Manned rocket \"Asagao\" has exploded!\n4. everything falls back ground\n5. Japan's first manned space flight has failed!"]}, {"page_number": 2, "frame_descriptions": [" In the image, a young girl with short hair is sitting on top of an inflatable balloon. She appears to be"], "frame_texts_ja": ["1. バルーンドリーム\n2. 朽鷹みつき"], "frame_texts_en": ["1. balloon dream\n2. mitsuki kuchitaka"]}, {"page_number": 3, "frame_descriptions": [" A large, modern building with many windows. The scene is set in a cityscape at nighttime or during the evening hours", " The frame shows two characters in a classroom setting. One character is seated at the desk, looking attentive and focused on", " A young man stands confidently with his arms crossed, looking directly at the viewer. He is in a room filled with", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " The frame shows a close-up of the girl's face, with her eyes wide open and mouth slightly agape."], "frame_texts_ja": ["1. 十年後ーー夏\n2. 相川仁\n3. お前には一流の大学を目指す学力がある", "1. なのになぜ三流大の推薦なんかを狙う?\n2. 実に夢がない", "1. 夢...?くだらない\n2. 楽で安全な道があるならそちらを選ぶべきでしょう\n3. 俺間違ってます?", "1. いいぞぉ相川...\n2. お前のようなかわいくない生徒には\n3. 色々とモノを頼みやすい", "1. ?"], "frame_texts_en": ["1. 10 years later summer\n2. Jin Aikawa,\n3. you have the academic ability to enter those top universities.", "1. why get recommendation letters for a third tiered college?\n2. don't you have aspirations?", "1. aspirations? nonsense.\n2. It's better to choose an easier and safer path\n3. am i wrong?", "1. great, Aikawa.\n2. saucy students like you\n3. are more easy to ask a favor of.", "1. ?"]}, {"page_number": 4, "frame_descriptions": [" A classroom scene with two characters. One character, a young man in the foreground on left side of frame looking at another", " A young man with spiky hair and a serious expression stands in front of an open window, looking out into the rain", " A man and a woman are in the frame. The man is standing, looking at something off-panel with an expression of", " In the frame, a young man with short hair is shown in profile. He appears to be surprised or shocked by something off", " A young woman with short hair is shown in a close-up, looking surprised and slightly confused. She appears to be react"], "frame_texts_ja": ["1. お前には夏休みの間\n2. 我が天文部の手伝いをしてもらう", "1. ?", "1. ちょっ\n2. なんで関係ない部活の手伝いなんかーー\n3. まあ聞け", "1. お前が石橋を叩いて渡るのが好きなのはわかるが\n2. 世の中虎穴に入らずんば虎子を得ずだ\n3. 先生はそれをお前に教えたい", "1. だから先生が温泉に行ってる間天文部を頼む\n2. 旅行してぇだけだろ!!"], "frame_texts_en": ["1. During this summer vacation,\n2. you are going to help us with the astronomy club.", "1. !?", "1. hey, wait!\n2. why should I help a club that i have no connections to--\n3. listen.", "1. I understand that you prefer being excessively cautious,\n2. but like the saying goes, \"nothing ventured, nothing gained.\"\n3. I want you to learn from this experience", "1. that's why i'm leaving you with astronomy club while I'm going to the hot springs\n2. you just want some time off, don't you!?"]}, {"page_number": 5, "frame_descriptions": [" The frame shows a hallway with an open door at the end. A character is standing in front of it, looking towards something", " In the frame, a young man with short hair is shown in profile. He appears to be shouting or expressing strong emotions", " In the frame, a young man is walking down an empty hallway. He looks surprised and confused as he sees something unusual in", " The frame shows a sign with Japanese characters, indicating the location as \"学校\" (school). Below this is another line", " A male character with short hair and a serious expression stands in front of the girl, who is now sitting on her knees.", " The frame shows a character in the midst of an intense battle, surrounded by explosions and debris. They are wielding"], "frame_texts_ja": ["1. ちっくしょ〜", "1. なぜ俺がこんなことを...", "1. 手伝わんなら推薦はやらん\n2. 脅迫じゃねーかあのパワハラ教師!!", "1. ...天文部\n2. ここか", "1. 失礼しまーす\n2. ん?", "1. うおおおおおおおおお!?"], "frame_texts_en": ["1. damn it...", "1. why me...", "1. if you don't help me, I won't write the recommendation letter.\n2. isn't it a threat? talk about abuse of authority!", "1. ...the astronomy club\n2. Here?", "1. excuse me.\n2. huh?", "1. whoa aaaa aah !!"]}, {"page_number": 6, "frame_descriptions": [" The image shows a black and white manga panel with text in Japanese. A character is lying on the ground, surrounded by", " The frame shows a close-up of an animated character's face, with the text \"あなたは何か", " In the frame, a young man is sitting on his bed with an open book in front of him. He appears to be", " The frame shows a close-up of the girl's face, her eyes wide and mouth slightly open as she looks up", " A young girl with short hair sits on a bed, surrounded by numerous balloons. She is smiling and appears to be in"], "frame_texts_ja": ["1. な、なんだこれ!?", "1. ...風船?", "1. すっすみません今散らかってて\n2. あっもしかしてお手伝いの方ですか?", "", "1. ようこそ!\n2. 風船いっぱい夢いっぱいの天文部へ!"], "frame_texts_en": ["1. what the hell is this?", "1. balloons?", "1. oh, I'm sorry.  it's messy here.\n2. ah, so you're the temporary member, right?", "", "1. Welcome!\n2. To the astronomical club full of balloons, full of dreams!"]}, {"page_number": 7, "frame_descriptions": [" A young girl with short hair stands in a room, looking surprised and holding her hands up. She is wearing an outfit that", " A man in a white shirt stands with his arms crossed, looking sternly at another person who is speaking. The other individual", " The frame shows a character with short hair, wearing glasses and looking surprised or shocked. ", " In the frame, a young man with short hair is shown in an indoor setting. He appears to be sitting at his desk", " The girl, now with a camera in her hand and an excited expression on her face, is holding up the photo she just", " The character, a young man with spiky hair and glasses, is shown in profile. He appears to be looking down", " A person holds a camera with the lens facing towards them, as if taking their own picture. The text in Japanese reads \"", " In the image, a character is shown holding up an object with both hands. The text in Japanese reads \"こんに"], "frame_texts_ja": ["1. 改まして!\n2. 部長の園山みずきです!", "1. 先生から伺ってます相川さんですよね\n2. この度はよろしくお願いいたします\n3. いっ　いえ\n4. こちらこそ!?", "1. なんだこいつ...\n2. 他に部員はいないのか!?", "1. さっそく本題に入りたいのですがーー\n2. 帰りて〜", "1. じゃじゃーん!!\n2. 風船で\n3. カメラを宇宙に上げるんです!!", "", "1. カメラを?", "1. 風船で"], "frame_texts_en": ["1. again,\n2. I'm Mizuki Sonoyama, the principal of this club!", "1. you're aikawa-san, right? I've heard of you from our teacher.\n2. i'm counting on you.\n3. e, er\n4. same here.", "1. she's kinda...\n2. where are the others?!", "1. let's get into the main topic ...\n2. i wanna go home.", "1. ta-dah!!\n2. with these balloons\n3. we are sending up a camera into space", "", "1. and a camera?", "1. balloons"]}, {"page_number": 8, "frame_descriptions": [" A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " The frame shows a young girl with short hair, smiling and looking upwards. She is wearing glasses and has her hand on", " In the frame, a male character with short hair is standing in front of another man who appears to be older. The younger", " The girl, now with a sad expression on her face and tears in her eyes, is holding the puppy close. She", " The frame shows a close-up of the girl's face, with her eyes wide open and mouth slightly agape."], "frame_texts_ja": ["1. 以前テレビで見たんです!\n2. 風船でフワフワとカメラが宇宙へ行って...\n3. 風船が割れてパラシュートで落ちてきて...\n4. カメラを回収したら地球の写真が撮れてるんです!", "1. ね?すっごくワクワクしませんか?\n2. なっ", "1. なにがちょっとした手伝いだあのボンクラ教師!!\n2. 面倒くっさい奴人に押しつけてきやがって...!!\n3. ?", "1. それに...\n2. だからたくさん風船がいるんですっ", "1. 相川さんもいっぱい膨らませちゃってください!\n2. あのなぁ"], "frame_texts_en": ["1. i've seen it on tv before!\n2. camera floating into space with balloons,\n3. then the balloon pops and the camera falls with a parachute ...\n4. when we retrieve the camera, we'll have a picture of earth!", "1. isn't it exciting?\n2. what?!", "1. a little help? that bastard teacher!\n2. leaving me with all the burden...!!\n3. ?", "1. and...\n2. that's why we need so many balloons!", "1. aikawa-san, please help me blow them up!\n2. you know what?"]}, {"page_number": 9, "frame_descriptions": [" A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " The frame shows a close-up of an anime character with dark hair, wearing glasses and looking surprised or shocked. There is", " The frame shows a character with an exaggerated expression, holding up what appears to be a small object. There is text in", " In the frame, a young girl with short hair is shown sitting alone on a swing in an outdoor setting. She appears to", " A young girl with a ponytail stands in front of an open window, looking out at the world. She seems contempl", " In the current frame, a character is shown with an expression of surprise or shock. The text in this panel contains Japanese characters"], "frame_texts_ja": ["1. ただ空気いれた風船をいくら集めても浮くわけねーだろ!!\n2. むぐっ\n3. こいつ絶対バカだし", "1. .......?\n2. なにあ然としてんの!?\n3. ヘリウム入れないと風船は浮かねーよ!!", "1. 大体なんで使い捨てカメラなんだよ!\n2. あっ\n3. 安かったので...\n4. 宇宙でフィルム巻いてシャッターきる気か!?", "1. ったく\n2. 確かに原理的には可能かもしれないけどな...", "1. 地球の写真なんてネット上にいくらでも落ちてるだろ\n2. わざわざ自分で撮らなくたって...", "1. ああ\n2. それはですね..."], "frame_texts_en": ["1. even millions of balloons won't float if they're inflated with air!!\n2. mm hmm\n3. she's definitely stupid", "1. ...... ?\n2. how can you look so surprised?\n3. If you don't add helium gas, the balloons won't float!", "1. besides, why are you using a disposable camera?\n2. ah!\n3. since it's cheap ...\n4. who's gonna wind up the film and press the shutter in space?!", "1. come on...\n2. maybe it's possible in theory, but ...", "1. there are plenty of pictures of earth on the Internet.\n2. there's no need to take on e yourself.", "1. Oh\n2. well, that ..."]}, {"page_number": 10, "frame_descriptions": [" The image shows a young girl with short hair, smiling and looking towards the viewer. She is wearing what appears to be", " In the image, a young girl with short hair is seen sitting alone on a swing in what appears to be an urban park", " The frame shows a close-up of an anime character with black hair, wearing glasses and looking downward. There is no", " In the image, a young girl with short hair is standing in front of an open door. She appears to be looking inside"], "frame_texts_ja": ["1. 私の夢が\n2. 宇宙飛行士になって丸い地球を見ることだからです", "1. これは夢への第一歩\n2. だからどうしても自分で写真を撮りたいんです", "", "1. そんな風に夢を語れるのは\n2. 夢の末路を見たことがない奴だけだ"], "frame_texts_en": ["1. is because my dream\n2. is to become an astronaut and see the round earth", "1. this is my first step towards my dream.\n2. that's why i have to take the photo myself.", "", "1. those who can speak of dreams like that\n2. are only those  who have never seen how dreams end"]}, {"page_number": 11, "frame_descriptions": [" A manga panel with a character speaking, surrounded by text bubbles. The art style is typical of Japanese comics and", " A young man with short hair is shown in a close-up, looking surprised and slightly confused. He appears to be react", " In the manga frame, a young girl with long hair is standing in front of another character. She appears to be speaking", " In the room, a young girl is sitting on her bed with books scattered around. She appears to be reading or studying int", " A close-up of a character's face, showing concern or worry. "], "frame_texts_ja": ["1. 宇宙飛行士目指してるなら知ってんだろ\n2. 十年前ーー\n3. 日本初の有人ロケット「あさがお」の打ち上げ失敗", "1. 大した見返りもないのにロケットに人を載せただけで\n2. リスクもコストも跳ね上がる\n3. 失敗して色んな人が苦しんだんだ", "1. 有人宇宙飛行なんて\n2. 後先考えないバカのすることだ", "", ""], "frame_texts_en": ["1. if you're aspiring to be an astronaut, then you must know...\n2. 10 years ago,\n3. japan's first manned rocket \"Asagao\" failed to launch.", "1. even if there's little merit, getting a human on board\n2. increases both cost and risk dramatically.\n3. a lot of people suffered from failure.", "1. Manned space flight\n2. is something stupid people who never think twice do.", "", ""]}, {"page_number": 12, "frame_descriptions": [" The image shows a black and white manga panel with two characters. On the left, there is an adult female character who", " The image shows a young girl with short hair, standing in front of an open door. She is wearing what appears to be", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " The frame shows a male character with short hair, looking surprised or shocked. He is in the foreground of an image that", " A character is shown in a room with several balloons scattered on the floor. The text above reads \"おばあち", " The frame shows a large, imposing building with many windows. A character is standing in front of it, looking up at", " The image shows a large, multi-story building with many windows. It appears to be an institutional or educational facility due to"], "frame_texts_ja": ["1. すっすまん\n2. こんなこと言うつもりじゃ...\n3. いいんです", "1. それでも私にとっては\n2. 大切な夢ですから", "", "1. てっ手伝いは...", "1. 手伝いはちゃんとするよ\n2. 推薦...\n3. 取らなきゃいけないからな", "", ""], "frame_texts_en": ["1. I ... i'm sorry\n2. i didn't mean to say that...\n3. it's okay.", "1. even so, it's still\n2. my precious dream", "", "1. well,", "1. i'll help you anyway.\n2. a recommendation\n3. i still need to get it", "", ""]}, {"page_number": 13, "frame_descriptions": [" A large explosion occurs in the background, with a character flying through it. The scene is chaotic and intense as debris flies", " A young girl with short hair stands in front of a tennis court, holding her racket and looking determined. Beside her", " The frame shows a young girl with short hair, wearing glasses and an expression of surprise or shock. She is standing in front", " A young man with spiky hair is shown in a close-up, looking surprised and slightly confused. ", " In the image, there are two characters. One character is a young girl with short hair and glasses who appears to be in"], "frame_texts_ja": ["1. すっごぉ〜〜〜い!!\n2. 本当にカメラが飛んでます!!", "1. これでもう地球の写真が撮れるなんて.....!!\n2. いやいや撮れねーよ\n3. 今日はただのテスト撮影って言ったろ", "1. えっそうなんですか!?\n2. ちゃんと話聞いてろよ!", "1. いきなり高く飛ばすのはハードル高いからな\n2. まずは感じを掴まないと...", "1. 本番は気圧の減少に耐えられるでっかい風船使って高度3万メートルの成層圏だ\n2. 気流にだいぶ流されるだろうから\n3. GPSのっけて落下地点まで探しに行く"], "frame_texts_en": ["1. Wow !!!!!!\n2. the camera is really flying !!", "1. i can't believe we can take pictures of the earth with this...!!\n2. no, no, it's not enough\n3. I've told you it's just a test shooting today.", "1. is that so?\n2. hey!you need to start listening!", "1. it's not easy to fly it at a high altitude on the first go\n2. first, we need to get the feel of it", "1. in the real take, we'll use a big balloon that can can withstand atmospheric pressure.It'll reach the 30km high stratosphere\n2. since it will be swept away by the airflow,\n3. we should put a GPS transmitter and search the fall point."]}, {"page_number": 14, "frame_descriptions": [" The image shows a black and white manga panel with text. A young girl is standing in front of an open refrigerator", " A young male character with spiky hair and glasses, standing in a room. He appears surprised or shocked by something off", " The frame shows a young girl with short hair, smiling and looking upwards. She is wearing glasses and has her eyes closed", " A male character with spiky hair and a serious expression is shown. He appears to be in the middle of an intense", " The frame shows a close-up of the girl's face, with her eyes wide open and mouth slightly agape.", " The frame shows a close-up of the girl's hand, which is holding onto her hair. She appears to be"], "frame_texts_ja": ["1. 今回はもうちょいしたらタコ糸引いて回収な\n2. おぉ...なるほど", "1. ......\n2. 相川さん\n3. ん?", "1. お手伝い\n2. 本当に\n3. ありがとうございます", "1. ......", "1. 俺は推薦のために仕方なく....!!\n2. あれ?", "1. なんか\n2. 変な手応えが..."], "frame_texts_en": ["1. this time we'll keep it simple pull the string and retrieve, got it?\n2. ok, i see.", "1. ...\n2. aikawa-san,\n3. yes?", "1. thank you\n2. very much\n3. for helping me.", "1. ...... !!", "1. i just wanted to get my recommendation letter...!!\n2. huh?", "1. there is\n2. a weird feel...?"]}, {"page_number": 15, "frame_descriptions": [" A young girl with short hair sits alone on a swing in an open park, looking sad and lost in thought. ", " A hand reaches out from the bottom of a panel, holding up an object with text on it. The background is blurred", " A man and a woman stand in front of each other, both holding cell phones. The text on the screen suggests they are", " The frame shows a young girl with short hair, wearing an anime-style school uniform. She appears to be in distress or", " The frame shows a male character with short hair, wearing glasses and looking surprised. He is holding up his hand in an open", " In the image, there is a black and white manga panel. The frame shows two characters engaged in conversation within an urban"], "frame_texts_ja": ["1. あちゃー", "1. これは...", "1. 糸が切れちまったのか...\n2. こりゃどうしようもねぇな...", "1. どうしよう\n2. 追いかけなきゃ...", "1. いやいいよ別に\n2. 中身は二千円のトイカメラだし", "1. それにここら辺じゃ山か野原に落ちるだけさ\n2. 探す方がコストがかかる"], "frame_texts_en": ["1. oh, no...", "1. well,", "1. the thread is broken.\n2. there's no helping it", "1. oh, goodness...\n2. I have to follow it.", "1. no, we don't have to.\n2. it's only a 2,000 yen toy camera inside.", "1. besides, it'll just fall into the mountains or the fields.\n2. It costs more to look for it."]}, {"page_number": 16, "frame_descriptions": [" A young girl with short hair stands in a room, looking surprised and confused. She holds her hand to the side of her", " A young male character with spiky hair is shown in a close-up, looking surprised or shocked. His expression and", " The frame shows a character with an exaggeratedly large head, seemingly in distress or confusion. Another smaller figure appears to be", " A young girl with short hair stands in front of a fence, looking surprised and slightly confused. ", " The frame shows a male character with spiky hair, making an exaggerated facial expression. He appears to be in the", " A character with a surprised expression, looking upwards. The text in the image is not provided for description purposes. "], "frame_texts_ja": ["1. だっだめです\n2. だってあれには大事な...", "1. 私の大切なものが...", "1. ...お前\n2. 何か勝手に入れたのか?", "1. ごめんなさい!どうしても宇宙へ上げたいものなんですっ\n2. とても軽いもので...\n3. でもきっと反対されるからっ", "1. 当たり前だろ!\n2. こっちはちゃんと重量計算してんだ!", "1. それをお前は勝手に...!!\n2. 相川さん..."], "frame_texts_en": ["1. No, no!\n2. because I put ...", "1. something really important in there ...", "1. ...you\n2. you put something in there and didn't tell me?", "1. I'm sorry! but  I really want to send it to space.\n2. it's very light, but...\n3. I knew you'd oppose. ", "1. of course!\n2. i've calculated the precise weight!!", "1. and you've ruin it without asking ...!!\n2. aikawa-san..."]}, {"page_number": 17, "frame_descriptions": [" In the image, a young man and woman are standing close together in what appears to be an outdoor setting. The girl has", " In the image, a character is shown with an intense expression. The text in Japanese suggests that this could be part of a", " A male character with dark hair and a serious expression stands in the foreground, looking towards another figure. The background shows an"], "frame_texts_ja": ["1. 私\n2. 探しに行きます", "1. さっきから聞いてりゃ\n2. フワフワしたことばかり言いやがって", "1. 付き合ってられるか!!\n2. この風船女!!"], "frame_texts_en": ["1. i,\n2. I'm going to go look for it.", "1. from the very beginning\n2. you've been blabbing on without any content", "1. I can't stand it anymore !!\n2. you balloon girl!"]}, {"page_number": 18, "frame_descriptions": [" The image is a black and white manga panel showing an exterior view of what appears to be a school building on the left", " The frame shows a close-up of an adult male's face, with his eyes closed and mouth slightly open as if", " In the image, a person is standing in front of an advertisement. The individual appears to be reading or interacting with", " A young man is lying on the floor of a room, surrounded by sports balls. He appears to be in pain or dis", " The frame shows a close-up of an anime character's face, with the eyes closed and mouth slightly open as if", " In the image, a character is shown in an interior setting with raindrops visible on windows. The text overlay reads", " In the image, a young girl with short hair is standing under an umbrella in what appears to be rainy weather", " A close-up of a character's face, with the eyes closed and hands covering them. The expression is one of"], "frame_texts_ja": ["", "", "", "", "1. 作業後は決まって探しに行きやがる...", "1. 本当に...", "1. バカな奴", ""], "frame_texts_en": ["", "", "", "", "1. she's been looking for it everyday after our regular process", "1. truly...", "1. what an idiot.", ""]}, {"page_number": 19, "frame_descriptions": [" A young man with short hair is shown in a manga panel, looking surprised and slightly confused. He appears to be react", " The frame shows a close-up of an anime character with intense eyes, suggesting deep emotion or focus. ", " In the image, a character is shown in an interior setting at night. The room has dark walls and furniture with white trim", " In the image, a man and woman are standing in front of an open door. The text above them reads \"おは", " In the frame, a man and woman are standing close together. The man is holding onto his tie while looking at something off", " In the current frame, a young man with short hair is shown in an indoor setting. He appears to be engaged in conversation"], "frame_texts_ja": ["1. ......\n2. なにが夢だ", "", "1. ただいま", "1. おかえりお父さん!\n2. 仁\n3. まだ起きてたのか", "1. だってお父さん全然帰って来ないし...\n2. お仕事頑張りすぎだよ\n3. そうか?まあ仕方ないな", "1. 「あさがお」は\n2. お父さんの夢だからな"], "frame_texts_en": ["1. ......\n2. a dream? bullshit.", "", "1. i'm home.", "1. Dad! your back!\n2. Jin\n3. you should be in bed by now", "1. it's cause you didn't come home...\n2. you're working too hard.\n3. really? well, i can't help it.", "1. \"Asagao\",\n2. is my dream."]}, {"page_number": 20, "frame_descriptions": [" A manga panel with a character speaking in Japanese, accompanied by an illustration of flowers and text. ", " In the frame, a group of people is gathered in what appears to be an indoor setting. The central figure seems to be", " In the image, a young man with glasses is standing in front of another person. He appears to be speaking or explaining something", " A young boy with spiky hair looks surprised and a bit scared, his mouth slightly open. ", " A woman stands outside a building, looking concerned and worried. She is holding the hand of another person who appears to be in"], "frame_texts_ja": ["1. 心労で倒れてそのまま...ですって", "1. ロケットの開発責任者とはいえあれだけ非難の矢面に立たされたんじゃな...", "1. 日本初の打ち上げでつまずくとは\n2. 最悪の結末だな", "", "1. きっとあの世で\n2. やらなきゃよかったと思ってるさ"], "frame_texts_en": ["1. he fell ill from stress and passed away.", "1. he was the development manager of the rocket, but did he deserve to be on the brunt of blame ...", "1. failing to launch Japan's first manned rocket,\n2. the worst ending, no doubt", "", "1. pretty sure that he's in heaven,\n2. wishing he never contributed"]}, {"page_number": 21, "frame_descriptions": [" The frame shows a close-up of an anime character with short hair, looking surprised or shocked. ", " In the frame, a young girl with short hair is standing in an open doorway of her home. She appears to be looking", " A young girl with long hair stands in a doorway, holding an umbrella. She looks concerned and is about to step", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " In the image, a character is shown sitting on top of another person. The seated individual appears to be in pain or dis", " In the frame, a character is shown in mid-action swinging at another figure with an intense expression. The background suggests"], "frame_texts_ja": ["", "1. あれ...\n2. 相川さん?", "1. まだ残ってたんですか\n2. 園山...?", "1. お前ずぶ濡れじゃないか\n2. えへへ", "1. 今日も...", "1. 見つかりませんでした\n2. ?\n3. おっおい!!"], "frame_texts_en": ["", "1. huh?\n2. Aikawa-san?", "1. you're still here?\n2. Sonoyama...?", "1. you're soaking wet!\n2. heh heh...", "1. today", "1. I couldn't find it again\n2. !?\n3. hey!"]}, {"page_number": 22, "frame_descriptions": [" A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " In the manga frame, a man and woman are standing in front of each other. The man is holding up his hand", " In the manga frame, a man is shown holding his head in pain. The text \"あなたは、私", " The frame shows a male character with short hair, wearing glasses and looking surprised or shocked. He is holding his head in both", " A man and a woman are sitting on the floor, engaged in an intimate moment. The text above them reads \"あな"], "frame_texts_ja": ["1. お前\n2. すごい熱だぞ!?", "1. こんなんなるまで探してんじゃねーよ!\n2. なんでこんな無駄なことを...!!", "1. とりあえず保健室に...\n2. ......\n3. ちがう", "1. 無駄とかじゃないんです...", "1. おっおい", "1. だって\n2. 私のーーー"], "frame_texts_en": ["1. you,\n2. you have a really bad fever!!", "1. why did you continue looking till you ended up like this?!\n2. why are you sacrificing yourself for this waste..?!!", "1. let's go to the nurse's office right away.\n2. ......\n3. you're wrong.", "1. it's not wasteful.", "1. hey!", "1. because...\n2. it's---"]}, {"page_number": 23, "frame_descriptions": [" The image shows a black and white manga panel with two characters. On the left, there is an animated character who appears", " The frame shows a close-up of an anime character with short hair, looking surprised or shocked. ", " The frame shows a close-up of the character's face, with an expression that suggests contemplation or concern. ", " A character in a room, looking out the window with raindrops on it. The scene is quiet and introspective", " In the image, a male character with short hair is standing in front of another man who appears to be older. The younger", " In the frame, a character is shown speaking to another in Japanese. The first character appears surprised or shocked by what they are"], "frame_texts_ja": ["1. 私の...\n2. 夢ですから", "", "", "1. 園山...", "1. ......\n2. すみません\n3. 相川さん", "1. 吐きそう\n2. ウプッ\n3. まっ待て園山あああああ!!"], "frame_texts_en": ["1. my...\n2. dream.", "", "", "1. Sonoyama ...", "1. ......\n2. i'm sorry...\n3. aikawa-san.", "1. i feel like throwing up\n2. \"retching\"\n3. wait, wait, Sono- yama!!"]}, {"page_number": 24, "frame_descriptions": [" The image shows a black and white manga panel of an outdoor scene. A large, modern building with multiple floors is visible", " A character is shown in a room with an open window, looking out onto the street. The text \"おっしゃ", " The frame shows a character with an exaggeratedly large head, sitting on what appears to be the floor. There is text", " In the image, a young man is seen holding his phone. He appears to be in deep thought or possibly upset about something"], "frame_texts_ja": ["", "1. はあっ!?", "1. 旅行帰りだからゆっくりしたいだぁ!?\n2. 顧問なんだから車ぐらい出しやがれ!!", "1. ったく\n2. とりあえず落下地点までの足は確保っと"], "frame_texts_en": ["", "1. What!?", "1. you need a rest coming back from your time off!? \n2. you're the advisor. at least give us a ride!!", "1. Geez...\n2. at least, we can get to the fall point."]}, {"page_number": 25, "frame_descriptions": [" In the image, a man and woman are standing in front of each other. The man is holding up his phone to take", " The frame shows a character with dark hair, looking surprised or shocked. ", " In the image, a character is shown speaking to another. The text in Japanese reads \"I'm sorry for what I", " The girl hugs the puppy close, her eyes closed and a content expression on her face. ", " In this frame, a young man with short hair is shown in profile. He appears to be deep in thought or contemplation", " A young girl with short hair sits on the floor, looking at a man who is standing and facing her. The text in"], "frame_texts_ja": ["1. そろそろ打ち上げの準備するぞーー\n2. ってテンション低いなおい!!", "1. うぅ...風邪で寝込んでたらいつの間にか打ち上げ当日\n2. 結局試作機は見つかりませんでした...", "1. どうしても\n2. 宇宙に上げたいものが入ってたのに...", "", "", "1. おら\n2. 顔上げろよ"], "frame_texts_en": ["1. we should start preparing for the launch soon.\n2. hey! stop with the negativity!!", "1. uh... it's already the day of launching while I was sick in bed...\n2. in the end, I couldn't find out the prototype model...", "1. There was something\n2. I really wanted to send up into space...", "", "", "1. hey,\n2. look up."]}, {"page_number": 26, "frame_descriptions": [" A young man with short hair stands in front of a school building, holding up his hand as if to signal or hail", " The frame shows a close-up of an open book with the title \"ASAGAN\" prominently displayed. A", " The frame shows a close-up of an anime character with dark hair, wearing glasses and looking down at the ground. There", " The frame shows a young man standing in front of an open book, with text bubbles above him. He appears to be", " In the image, there are two characters. One is a young woman with short hair and glasses; she's holding an", " The frame shows a character speaking to another, with the text \"あなたは、私の友達です。"], "frame_texts_ja": ["1. これだろ\n2. お前が入れた大事なものって", "1. 十年前に売られてた\n2. 「あさがお」の限定キーホルダー", "1. 気になったんだよ", "1. お前がそこまでこだわってんのがなんなのか", "1. だからお前が寝込んでる間探しといてやったんだ\n2. まさか地球の写真撮るついでに", "1. ロケットを供養しようとしてるなんてな"], "frame_texts_en": ["1. this is it, right?\n2. the thing that's so important to you.", "1. it was sold ten years ago,\n2. key chain of \"Asagao\". limited edition", "1. i was wondering", "1. why you were so passionate", "1. So I looked for it while you were in bed.\n2. it never occurred to me that aside from taking pictures of the earth,", "1. you were planning memorialize and pray for the rocket"]}, {"page_number": 27, "frame_descriptions": [" In the first panel, a man and woman are standing in front of each other. The text above them reads \"あな", " In the first frame, a young girl with short hair is seen sitting alone on a swing in what appears to be an urban", " In the image, a large ball is suspended in mid-air by two strings. The scene appears to be set outdoors", " In the image, a character is shown in an interior setting with text bubbles. The first bubble contains Japanese characters that translate", " A young man and woman stand close together, engaged in a conversation. The girl looks attentive while the boy appears to", " In the image, a character is shown speaking to another. The first character has dark hair and appears surprised or shocked by what"], "frame_texts_ja": ["1. あああっあいかわしゃん...\n2. ほらっ\n3. 載っけてやるからさっさと準備するぞ!", "1. 俺にとっても...\n2. 大事なものなんだよ", "", "1. ...ひとつ\n2. 聞かせてくれ", "1. あのキーホルダー持ってるってことは\n2. お前も見てたんだろ\n3. 「あさがお」が落ちるところ", "1. どうして平然と\n2. 宇宙飛行士になりたいなんて言えるんだよ"], "frame_texts_en": ["1. AAA Aikawa- shan...\n2. come on!\n3. i'll include the key chain in the measurement, so hurry up and get ready!", "1. It's something very important \n2. for me, too...", "", "1. let me know\n2. one thing", "1. the fact that you have that key chain\n2. you must have saw it too...\n3. when the \"asagao\" fell", "1. how, without hesitation\n2. can you say you want to be an astronaut?"]}, {"page_number": 28, "frame_descriptions": [" A young girl with short hair sits alone on a swing in an outdoor setting, looking sad and lost in thought. ", " In the first frame, a character is shown speaking to another. The speaker's hand gestures suggest they are in mid", " The frame shows a character speaking to another, with the text \"あなたは、私の友達です。", " A young man with spiky hair stands in a classroom, looking surprised and slightly confused. He is wearing glasses and has", " The frame is split into two panels. In the left panel, a character with dark hair and glasses looks downward in contempl"], "frame_texts_ja": ["1. 色んな人の夢だった「あさがお」は\n2. 蝋で固めたまがい物の翼だった", "1. あんなの見たら不安になるだろ\n2. 失敗したらすべて失っちまう", "1. 恐いだろ普通...\n2. 挫折とか\n3. 後悔とか", "1. 自分の翼が\n2. 偽物だったらどうしようとか", ""], "frame_texts_en": ["1. \"Asagao\" was a dream for many people\n2. but it couldn't fly. It's wings were made of wax.", "1. didn't you feel afraid\n2. that you may lose everything you ever worked for", "1. don't people feel scared..?\n2. of the discouragements,\n3. the regrets", "1. of the possibility\n2. that your own wings might be fake?", ""]}, {"page_number": 29, "frame_descriptions": [" A young girl with short hair stands in front of a boy, both looking surprised and confused. ", " The frame shows a character with an exaggeratedly large head, speaking to another smaller-headed figure. They are in what", " In the frame, a young girl with short hair is shown looking surprised and curious as she encounters an unexpected event. ", " The frame shows a character walking away from the viewer, with another person following behind. There is text in Japanese above and"], "frame_texts_ja": ["1. ありません\n2. 偽物の翼なんて", "1. 飛べなかったとき\n2. 翼が折れたときに本当に苦しいのは", "1. それがきっと\n2. 本当の翼だから", "1. その苦しみだってはばたいてた証なんです\n2. だから私は"], "frame_texts_en": ["1. no.\n2. there's no such thing as fake wings", "1. you may not be able to fly,\n2. it may be painful when your wings break", "1. but that's because \n2. those wings are genuine.", "1. the pain itself is proof that you've tried to fly.\n2. so,"]}, {"page_number": 30, "frame_descriptions": [" In the image, two characters are present. The character on the left is a young girl with short hair and blue eyes;", " A young man with short hair stands in a room, looking contemplative and deep in thought. "], "frame_texts_ja": ["1. 後悔なんて\n2. 死んでもしません", ""], "frame_texts_en": ["1. I'll have no regrets\n2. not even in death", ""]}, {"page_number": 31, "frame_descriptions": [" The frame shows a desolate landscape with an overcast sky. In the foreground, there is debris scattered on what appears", " The frame shows a close-up of an anime character with short hair, looking downward and to the side. There is", " In the image, a car is driving on an open road with vast fields in the background. The driver appears focused and determined", " The frame shows a close-up of the girl's face, her eyes closed in contentment as she hugs the"], "frame_texts_ja": ["", "1. あった...", "1. ありました!!", ""], "frame_texts_en": ["", "1. there it is ...", "1. thereit is!!!", ""]}, {"page_number": 32, "frame_descriptions": [" A young man and woman sit on the ground in a park, looking at each other with serious expressions. ", " The frame shows a scene with two characters. One character is speaking, as indicated by the speech bubble containing Japanese text above their", " In the manga frame, a character is shown holding onto another person's arm. The text in Japanese reads \"I", " A person is holding a smartphone with text on the screen, which appears to be in Japanese. The character seems focused or", " The frame shows two characters, one with short hair and the other with long. They appear to be in a classroom setting or"], "frame_texts_ja": ["", "1. 本当に宇宙まで上がったんでしょうか\n2. なっなんだよ\n3. 疑ってんのか\n4. いっいえ!そういうわけでは...", "1. まあそんなのは", "1. 中身を確かめりゃわかることだ", ""], "frame_texts_en": ["", "1. I wonder if it really went up into space?\n2. hey, come on!\n3. are you in doubt?\n4. no, no, that's not what I meant!", "1. well,", "1. we'll find out as we check the data.", ""]}, {"page_number": 33, "frame_descriptions": [" In the frame, a young man and woman are sitting on an alien planet at night. They appear to be in conversation or"], "frame_texts_ja": [""], "frame_texts_en": [""]}, {"page_number": 34, "frame_descriptions": [" A young boy with short hair looks surprised and slightly confused, as if he's just heard something unexpected. ", " The frame shows a close-up of an anime character, likely female given the hairstyle and clothing. She has dark", " The frame shows a character standing in front of an open door, looking out into the night sky with stars visible. "], "frame_texts_ja": ["", "", ""], "frame_texts_en": ["", "", ""]}, {"page_number": 35, "frame_descriptions": [" A young man and woman sit on a bench in the rain, sharing an intimate moment. The girl looks at him with concern", " In the frame, a character is shown with an expression of surprise or shock. The text in Japanese suggests that something unexpected has", " In the image, a man and woman are seated together in what appears to be an outdoor setting. The text is written vert", " The frame shows a male character with short hair, wearing glasses and looking down at the ground. He appears to be deep in"], "frame_texts_ja": ["1. ちっ地球は青かった\n2. って感じですね...\n3. はっ\n4. はは...", "1. はははははははははははっ\n2. えー!!\n3. 私なにかおかしいこと言いました!?", "1. いやスマン\n2. まさか本当に\n3. 風船なんかで撮れるなんて思わなくて", "1. あのっ\n2. 相川さん\n3. ん?"], "frame_texts_en": ["1. \"the earth was bluish!\"\n2. that's how it feels like.\n3. Ha\n4. haha...", "1. ha ha ha ha ha ha ha ha ha!\n2. what?\n3. did i say something funny?", "1. no, i'm sorry.\n2. no, really.\n3. I didn't expect we'd be able to take pictures by balloons!", "1. hey\n2. aikawa-san.\n3. yes?"]}, {"page_number": 36, "frame_descriptions": [" In the frame, a young girl with short hair is sitting on her knees in front of another person. She appears to be", " The frame shows a close-up of an open book with text, which is partially obscured by the angle. A hand", " In the image, a young girl with short hair is shown. She appears to be in distress or discomfort as she looks", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " The frame shows a character speaking to another, with the text \"あなたは、私の友達です。", " A young girl with short hair stands in front of a mirror, looking surprised and confused as she sees her reflection. "], "frame_texts_ja": ["1. ありがとうございました\n2. 私バカだから相川さんにおんぶにだっこで", "1. ただのわがままなのに...\n2. 宝物までのせていただいて...!!", "1. 本当に...\n2. いいよ別に", "1. きっと\n2. 大したことないんだ", "1. なんだってこの景色に比べたら\n2. きっと大したことない", "1. 俺推薦やめるよ"], "frame_texts_en": ["1. Thank you so much!\n2. i was too stupid to do anything useful", "1. i've also been selfish, but...\n2. you even let me put my treasure on ...!!!", "1. really ...\n2. it'sokay.", "1. in fact,\n2. it's not a big deal,", "1. compared to this view...\n2. i'm sure it's nothing.", "1. I won't get a recommendation."]}, {"page_number": 37, "frame_descriptions": [" A young man and woman stand side by side, looking at each other with serious expressions. The girl has a ponytail", " The frame shows a male character with short hair, smiling and looking upwards. He is wearing glasses and appears to be in", " A young girl with short hair and a ponytail stands in front of an open door, looking surprised or shocked. ", " In the image, a young girl with short hair is shown in an anime-style manga panel. She appears surprised and", " In the image, a male character is shown walking away from another man who appears to be in distress. The text above them"], "frame_texts_ja": ["1. もっと勉強して作ってやる\n2. お前みたいなバカでも宇宙に行けるロケット", "1. 俺が\n2. 作ってやるよ", "", "", "1. ひっ\n2. 人をバカとはなんですかー!!\n3. お前っ\n4. お前っさっき自分で言ってただろ!"], "frame_texts_en": ["1. I'll study harder,\n2. and create a rocket that even someone who's stupid like you can go to space!", "1. someday,\n2. I promise!", "", "", "1. who is stupid!!\n2. who is stupid!!\n3. you..!\n4. you said so yourself, didn't you!?"]}, {"page_number": 0, "frame_descriptions": [" The image shows a newspaper with Japanese text, held by an unseen person. ", " A man, presumably a pharmacist or shopkeeper given the context of previous frames and his attire with an apron", " A character is shown in a doorway, looking out with an expression of concern or worry. The door appears to be open and", " In the image, a man is standing in front of an open shop counter. He appears to be engaged with someone behind it", " A young girl with short hair stands in front of a window, looking out. She appears to be deep in thought or contempl"], "frame_texts_ja": ["1. うわー...", "1. うちの近所じゃなくてよかった〜", "1. すみませ...", "1. いらっしゃい", "1. お...おくすりくだしぇ...\n2. ものすごく切羽詰まってるー!!!"], "frame_texts_en": ["1. wow...", "1. i'm glad it wasn't in my neighborhood.", "1. excuse me...", "1. come in.", "1. can i have some medicine...\n2. oh, god he looks so desperate!?"]}, {"page_number": 1, "frame_descriptions": [" In the image, a man and woman are standing in front of each other. The man is holding an umbrella over", " A young girl with short hair sits alone on a swing in what appears to be an abandoned park, looking sad and lost in", " A man in a white lab coat stands next to an open window, gesturing with his hand. He appears concerned or puzz", " The frame shows a bustling city street with shops and trees lining the sidewalk. A young girl, now wearing glasses,"], "frame_texts_ja": ["1. どうした!?腹痛いのか?\n2. うぅ...", "1. ひ 拾ったおにぎり...食べたら", "1. おにゃかが...\n2. 食あたりか...\n3. ほらトイレ貸すから休んでいきな?\n4. おじゃましまし...", "1. えーと..."], "frame_texts_en": ["1. what's wrong?is it your stomach?!\n2. uh...", "1. i picked up a rice ball and i ate it.", "1. then my stomach...\n2. food poisoning...\n3. take some rest here. you can use the bathroom, if you want.\n4. thank you...", "1. let's see..."]}, {"page_number": 2, "frame_descriptions": [" In the image, a young man with glasses is sitting on his bed in front of an open window. He appears to be", " In the image, a young man with glasses is sitting in front of his desk. He appears to be deep in thought or", " A young girl with short hair is holding a bottle of water, looking surprised or shocked. ", " A man and a woman are in the foreground, engaged in conversation. The background shows another character looking out of an open", " A man and a woman are sitting on the floor in front of each other. The girl is looking at her phone, which"], "frame_texts_ja": ["1. 住み込みで働いてた店が火事で潰れて\n2. 路頭に迷い拾い食いしたと...\n3. 迷惑かけてごめんなさい", "1. いやいや災難だったな\n2. 少しは楽になったか?\n3. うん!", "1. あっそうだ!飲み物代払うね", "1. ああお代は要らな...\n2. あれ?\n3. あれ!?", "1. おさいふ無い...\n2. あー..."], "frame_texts_en": ["1. you were working for a shop and it went on fire...\n2. but you had to eat something and you picked up a rice ball...\n3. i'm sorry for all the trouble", "1. no, no. it's okay.\n2. you feel better now?\n3. Yup!", "1. oh, yeah, i'll pay for this.", "1. oh, don't worry about it.\n2. hmm...\n3. no way!", "1. my wallet's gone.\n2. oh..."]}, {"page_number": 3, "frame_descriptions": [" The image shows a young boy with glasses, sitting at his desk in front of an open book. He appears to be deep", " A man in a white lab coat stands next to an open window, looking out with concern. Beside him is another figure", " A man and a woman stand close together, engaged in conversation. The text suggests that the characters are discussing something important or serious", " The image shows a young girl with short hair, wearing glasses and holding her hand out to the puppy. She appears surprised", " In the image, a man in glasses is standing next to another person who appears surprised or shocked. The text above them reads"], "frame_texts_ja": ["1. あてが無いならうちで働くか?", "1. いいの!?\n2. 飯と寝床くらいなら用意できるかな...それでよければ", "1. そんなの十分すぎるよ\n2. 店長さんは命の恩人だよ\n3. 大げさだなぁははは...\n4. 名前は?\n5. メルだよ!", "1. ボク何から手伝えばいっ!!", "1. いっ!!\n2. うん明日からよろしくな"], "frame_texts_en": ["1. why don't you work here if you don’t have any plan?", "1. really?\n2. i think i can afford you a shelter and some food. is that ok?", "1. that's more than enough!\n2. you've saved my life, manager!\n3. oh no, don’t exaggerate.\n4. by the way, what’s your name?\n5. I’m mel!", "1. so what should i help you with... AH?!", "1.  AH?!\n2. you don’t have to work today..."]}, {"page_number": 4, "frame_descriptions": [" The image shows a close-up of an animated bowl filled with food, placed on top of what appears to be another dish", " A young girl with short hair is shown in a manga panel, looking surprised and curious as she notices something off-", " In the image, a man and woman are seated at an indoor dining table. The man is holding chopsticks over his", " A young girl with short hair is holding a spoon, smiling contentedly. She appears to be enjoying her meal or dessert", " In the image, a man and woman are seated at a dining table. The man is holding an object that appears to be"], "frame_texts_ja": ["1. はい", "1. 熱いから火傷しないようにな", "1. うぅ...おいしい...美味しいよ...\n2. ボクお腹壊してよかったよ...\n3. よかったのか?", "1. ...まあよかったのかなあ", "1. ごそうさまでした!"], "frame_texts_en": ["1. here you go", "1. be careful, it’s very hot.", "1. oh my god... it's delicious...\n2. i was lucky that i had a stomachache...\n3. w-was it??", "1. after all, i guess it was...", "1. thank you so much."]}, {"page_number": 5, "frame_descriptions": [" In the image, a man and woman are standing in an indoor setting. The text is written vertically on both sides of", " In the image, a young girl with short hair is sitting on her bed. She holds up an apple to show it off", " In the image, a man is sitting on his bed with two small teddy bears. He appears to be in deep", " The frame shows a nighttime scene with an illuminated sign on the building. A character is standing in front of it"], "frame_texts_ja": ["1. ボクいっぱい役に立てるようにがんばるんだ\n2. えと目覚まし時計...", "1. カエル好きなのか?\n2. うん", "1. おやすみなさい", ""], "frame_texts_en": ["1. i'll do my best to help you tomorrow.\n2. where's my alarm clock...", "1. you like frogs?\n2. yeah.", "1. good night.", ""]}, {"page_number": 6, "frame_descriptions": [" A young girl with short hair sits alone on a swing in an indoor setting, looking sad and lost in thought. ", " The image shows a close-up of an alarm clock with the time set to 10:35. There is", " A boy with a surprised expression is shown in the foreground, while another character appears to be running towards him from behind.", " A character in a manga panel is speaking to another, with the text \"こんにちは\" which translates", " In the image, a man is standing next to an unconscious woman lying on her side in bed. The room appears dimly"], "frame_texts_ja": ["", "", "1. ぬああ!?", "1. そうか目覚まし時計...", "1. なんて凶悪な音量なんだ..."], "frame_texts_en": ["", "", "1. what ?!", "1. i see, the alarm clock...", "1. why is this so loud..."]}, {"page_number": 7, "frame_descriptions": [" A man sits at a desk, engrossed in reading. He appears focused and absorbed in the content of his book or", " The frame shows a young girl lying in bed, with her eyes closed and an expression of contentment on her face. She", " A young man with glasses looks out of a window, his expression contemplative. ", " The frame shows a man and woman in an indoor setting, with the text \"あなたは、私を見て"], "frame_texts_ja": ["1. よくこの音で寝てられるなあ...\n2. おい朝だぞ", "1. 起き...", "1. ...", "1. 疲れてたのかもな\n2. 起こすのはもう少し後にしよう"], "frame_texts_en": ["1. how can you be still sleeping with this sound?\n2. hey, it's morning.", "1. wake up...", "1. ...", "1. maybe he was tired.\n2. i'll wake him later."]}, {"page_number": 8, "frame_descriptions": [" A young girl with short hair is lying in bed, holding a stuffed animal. She appears to be asleep or resting peacefully", " In the image, a man is sitting at a table with an open newspaper in front of him. He appears to be reading", " A young girl with short hair sits on a bed, holding an electric guitar. She looks surprised and excited as she examines", " A large clock with a white face and black numbers is prominently displayed in the foreground. The hands of the clock", " A young girl with short hair is holding a small guitar, looking surprised and excited. She's in front of an alarm", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " A man and a woman are in the foreground, engaged in conversation. The text is bubbling with speech marks around it"], "frame_texts_ja": ["", "1. あ\n2. おはよう", "", "", "1. うえ?!\n2. もうこんなじかん!?", "1. あれ?でもっ...\n2. 昨日ちゃんとセットしたのに", "1. 壊れちゃったのかな...?\n2. いやけたたましく鳴ってたぞ\n3. ほんとに気づいてなかった..."], "frame_texts_en": ["", "1. hey.\n2. good morning.", "", "", "1. what ?!\n2. I'm late!!", "1. but wait...\n2. i thought i set this up yesterday.", "1. is it broken?\n2. no way. it went off so loud.\n3. so he really didn't hear it..."]}, {"page_number": 9, "frame_descriptions": [" In the image, a man and woman are standing in front of each other. The text above them reads \"あなた", " A young girl with short hair stands outside a building, looking surprised and holding what appears to be an umbrella. ", " In the image, there are two characters. One character is a young girl with short hair and glasses on her head; she"], "frame_texts_ja": ["1. じゃあ\n2. 落ち葉の掃除をお願いしようかな\n3. まかせて!", "", "1. おはようございます\n2. おやおやお手伝いかい?\n3. うん!おばあちゃんはお買い物?"], "frame_texts_en": ["1. okay then\n2. i want you to rake the leaves first.\n3. i got it!", "", "1. good morning.\n2. hello, are you helping here?\n3. yes!how about you? shopping?"]}, {"page_number": 10, "frame_descriptions": [" In the image, there is a group of people in what appears to be an indoor setting. One person on the left side", " A young girl with short hair stands in a convenience store, looking at items on the shelves. She is holding what appears to", " The frame shows a man and woman standing in front of each other, with the text \"あなたは何かを", " In the image, a woman with glasses is standing in front of an open shop counter. She appears to be speaking or gest", " A young man with glasses stands in a room, looking confused and unsure. He holds up his hands as if trying to"], "frame_texts_ja": ["1. 元気にやってるなあ...\n2. よかったら寄っていって\n3. いらっしゃい", "1. いらっしゃい", "1. いらっしゃい", "", "1. これは...\n2. 集客効果ありそう?\n3. 人通り多い時間に掃除させよ...\n4. また来てねー!"], "frame_texts_en": ["1. it looks like he's doing well...\n2. stop by, if you don't mind!\n3. hello.", "1. hello.", "1. hello.", "", "1. maybe...\n2. he's calling in more customers...\n3. i'm making her rake when there's a lot of people on the street\n4. come again soon!"]}, {"page_number": 11, "frame_descriptions": [" In the image, a man is standing behind an open counter in what appears to be a store or office. He's", " A hand holding a small black and white cat with red eyes. The background is blurred, but it appears to be an", " The frame shows a group of people engaged in conversation. One individual is standing and gesturing, while others are seated around them", " The young girl, now wearing a black jacket with white stripes on the sleeves and hoodie, stands confidently in", " A man and a woman stand close together, engaged in conversation. The young girl watches them from the side with an expression of"], "frame_texts_ja": ["1. 数日後ー\n2. 店長!\n3. はい", "1. 店長甘いの好きでしょ?", "1. おばあちゃんが店長さんにもどうぞって!\n2. いやあ悪いなあ...\n3. そうそうメルが来てからお客さんが少し増えたんだ\n4. ほんと!?", "1. ボクちゃんと役にたってる!?\n2. もちろん", "1. よかった...\n2. よかった!!\n3. これからもがんばるね!"], "frame_texts_en": ["1. a few days later\n2. Manager!\n3. here you go!", "1. i know you love sweets.", "1. the old lady told me to give some to you!\n2. wow, thanks.\n3. by the way, we're having more customers since you came here.\n4. really?", "1. I'm being helpful?!\n2. of course.", "1. thank god...\n2. thank god!\n3. i'll work harder from now on!"]}, {"page_number": 12, "frame_descriptions": [" The image shows a black and white manga panel with two characters. On the left, there is an adult male character wearing", " A man in a white coat stands next to an animated character, who appears surprised or shocked. The text above the characters is", " In the frame, a character is shown holding an object with both hands. The text in Japanese suggests that this action might be"], "frame_texts_ja": ["1. 店長!これボクのエプロン?!\n2. ああ夕べちょっと作ってみたんだ", "1. すごい!カエルもついてる!!\n2. これで店員らしくなったかな", "1. 今日は買い物をお願いしたいんだ\n2. はいお金とメモ\n3. お金は少し多めに入れといたから\n4. メルも自分の物何か買って来な?"], "frame_texts_en": ["1. is this apron mine?!\n2. yeah, i made it last night.", "1. great!there's a frog, too!\n2. now you look much more like a staff.", "1. today, i want you to go shopping.\n2. here's some money and a shopping list\n3. I put a bit of extra money here,\n4. so MEL, buy something for yourself."]}, {"page_number": 13, "frame_descriptions": [" In the image, there are two characters. One character is a man who appears to be in his mid-20s", " A man and a woman stand in front of an open umbrella, seemingly engaged in conversation. The setting appears to be", " A young girl with short hair is seen in a room, looking at the camera. She appears to be holding an object that", " A woman stands behind a counter in what appears to be an old-fashioned store, with various items on display."], "frame_texts_ja": ["1. てんちょおぉ...\n2. ははは頼んだぞ\n3. いってきます!", "", "", ""], "frame_texts_en": ["1. manager...\n2. ha ha. i'm counting on you!\n3. Leave it to me!", "", "", ""]}, {"page_number": 14, "frame_descriptions": [" A young girl with a backpack and luggage stands in front of an open door, looking hesitant or unsure about", " In the image, a man and woman are standing in front of each other. The text above them reads \"あなた", " In the image, a character is seen holding two small dogs. The background features various items scattered around on what appears to be", " A man and a child are in the foreground, looking at each other with surprised expressions. The background shows an adult figure", " The frame shows a young girl with short hair, wearing an apron and holding what appears to be a small animal. She"], "frame_texts_ja": ["1. ただいま\n2. おかえり", "1. いやあ...頼みすぎたかなすまん...\n2. へいき!\n3. おみやげ買ってきたよ", "", "1. ふふっ\n2. あとで一緒にたべようね", "1. それとね"], "frame_texts_en": ["1. i'm home.\n2. welcome back.", "1. i'm sorry, maybe i asked too much...\n2. it's fine!\n3. I bought some souvenirs for you!", "", "1. he he.\n2. let's eat them afterwards.", "1. oh, and..."]}, {"page_number": 15, "frame_descriptions": [" A young girl with short hair sits alone on a swing in an outdoor setting, looking sad and lost in thought. ", " In the image, a man is seen holding up his hand in front of him. He appears to be speaking or gesturing", " A man and a woman are seated at an indoor dining table, engaged in conversation. The setting appears to be casual with various", " In the frame, a character is shown with an expression of surprise or shock. The text in Japanese suggests that something unexpected has", " In the image, a man and woman are standing close together. The man is holding onto his hat while looking up at something"], "frame_texts_ja": ["1. 店長にずっと元気でいてほしいから\n2. お守りだよ", "1. \n2. ありがとう", "1. ...あところで\n2. 自分の分は何買ったんだ?\n3. それは一緒に食べる分だろ?", "1. はははっ", "1. はははっ\n2. 次はメルの物買いに行こうか\n3. うん!"], "frame_texts_en": ["1. i wish you good health forever, so...\n2. I got a talisman for you!", "1. ...\n2. thank you.", "1. ...by the way\n2. what did you buy for youself?\n3. that's for us two, right?", "1. ha ha ha!", "1. ha ha ha!\n2. then let's go buy yours next time!\n3. yes!"]}, {"page_number": 16, "frame_descriptions": [" A man and a woman stand in front of an open refrigerator, which is filled with various food items. The man appears", " A young girl with short hair is seen holding a knife, seemingly preparing to cut something. The focus of the image appears to", " A hand is seen holding a bag of potatoes, with the person's face not visible. The focus seems to be on"], "frame_texts_ja": ["", "", "1. ...."], "frame_texts_en": ["", "", "1. ..."]}, {"page_number": 17, "frame_descriptions": [" In the image, a man and woman are standing in front of an open refrigerator. The text above them reads \"お", " A young girl with short hair is shown washing her hands in a sink. She appears to be focused on the task at hand", " A man with a bald head is holding up two pieces of bread, one in each hand. He appears to be preparing or", " A man and a woman are in the kitchen, preparing food. The text is written in Japanese characters above them. "], "frame_texts_ja": ["1. 手冷たくないか?\n2. へいき!", "1. 店長とお買い物行くの楽しみだなぁ", "1. そうだな\n2. とりあえずメルの服買わないとな", "1. うん!\n2. あのね\n3. ボク服は大きめがいいな!"], "frame_texts_en": ["1. aren't your hands getting cold?\n2. i'm fine!", "1. i'm really looking forward to shopping with you!", "1. yeah.\n2. but first, we have to buy your clothes.", "1. yeah...\n2. by the way,\n3. I think larger clothes will be better."]}, {"page_number": 18, "frame_descriptions": [" In the image, a man and woman are in an indoor setting. The man is holding up his hand with fingers spread wide", " A man and a woman stand in front of an open refrigerator, with the door wide. The text above them reads \"", " A man and a woman stand in front of an open refrigerator, with the door wide. The man is pointing at something"], "frame_texts_ja": ["1. 大きめなら背が伸びても着れるでしょ?\n2. な...なるほど...\n3. 伸びるのかなあ...", "1. 他に欲しいもの無いか?\n2. んと...\n3. 野菜の皮むくあの...", "1. ピーラー?\n2. そうそれ!"], "frame_texts_en": ["1. then I can wear it even I grow bigger, right?\n2. oh... I see.\n3. will you really grow...?", "1. is there anything else you want?\n2. um...\n3. the tool to take off the vegetable skin...", "1. a peeler?\n2. that's it!"]}, {"page_number": 19, "frame_descriptions": [" A person is holding a carrot over an open sink, seemingly preparing to wash it. The scene appears domestic and everyday life", " In the image, a person is using a knife to cut vegetables on top of what appears to be an open book. The", " The frame shows a young girl with short hair, holding up her hand in surprise or excitement. She is looking at something off", " The frame shows a man and woman in an indoor setting, possibly their home. They are engaged in conversation with each other while"], "frame_texts_ja": ["1. ボク包丁使うの苦手だけど\n2. ピーラーがあれば皮むきできるから", "", "1. ピーラーがあれば皮むきできるから\n2. そしたらお料理もっとお手伝いして\n3. もっと店長の役に立てるよ!!", "1. 店長!?\n2. 玉ねぎしみるの?\n3. あぁうん玉ねぎがな..."], "frame_texts_en": ["1. i'm not so good with knives, but...\n2. with peelers, I can peel better.", "", "1. with peelers, I can peel better.\n2. then I can help you cook more!\n3. you know, I always want to be your help!", "1. tencho?\n2. is the onion making your eye burn?\n3. oh...yeah, it's just onions...."]}, {"page_number": 20, "frame_descriptions": [" In the image, a man and woman are standing in front of an open storefront. The text above them reads \"お", " A young girl with short hair stands in a room, looking at the camera. She is wearing glasses and has an expression of", " In the frame, a man and woman are seated at an indoor dining table. The man is on one side of the image", " A young girl with short hair is seen in a store, holding onto the counter. She appears to be looking at something on", " In the image, a young man with glasses is standing in front of an open store display. He appears to be browsing"], "frame_texts_ja": ["1. 腹をこわして薬店にかけこみ\n2. ありがと\n3. 店長に似合いそう\n4. 自分の選びな?\n5. 成り行きで雇うことになったこの少年", "1. 火事で職と住む場所を失くしたようで", "1. 唯一持っていたリュックの中身も\n2. 荷物それで全部か?\n3. ラん\n4. 少しの服と目覚まし時計だけ", "1. それでも毎日笑顔で働いてくれて", "1. 今日は沢山買い物して喜んで\n2. 店長！"], "frame_texts_en": ["1. this boy ran into my store with a stomachache.\n2. thank you.\n3. looks good on you.\n4. but choose your own first.\n5. one thing led to another and I ended up hiring him.", "1. he said he lost his house and job by fire,", "1. and the only thing he had in his backpack was...\n2. that's all?\n3. yeah.\n4. just some clothes and a small wake-up clock.", "1. but still, he works with smiles every day.", "1. and today he is enjoying shopping.\n2. tencho!"]}, {"page_number": 21, "frame_descriptions": [" A person in a white jacket is holding up an object, possibly for inspection or demonstration. The text above the image suggests", " A man and a woman are standing in front of each other, engaged in conversation. The text above them is not fully visible", " The image shows a young girl with short hair, wearing glasses and holding up her hand in front of the face. She is", " In the frame, a man and woman are engaged in conversation. The text bubble from one character reads \"I'm sorry"], "frame_texts_ja": ["1. みてみて!\n2. カエルのぼうしだよ!", "1. 暖かそうでいいじゃないか\n2. かぶってみな?", "1. ふふっ", "1. うんうん似合ってる\n2. カエルみたいでか\n3. かっこいい?!\n4. え!?\n5. あっ...うんそうだな\n6. かっこいい...とは...?"], "frame_texts_en": ["1. look, look!\n2. it's a frog beanie!", "1. it looks warm, doesn't it?\n2. why don't you try it on?", "1. hehehe.", "1. yeah. it looks good on you.\n2. you're so cu...\n3. cool?!\n4. eh?\n5. oh, yeah, you're right.\n6. what do you mean \"cool\"?"]}, {"page_number": 22, "frame_descriptions": [" A man stands in front of a mirror, looking at his reflection with concern. The text above him reads \"I'm", " In the image, a person is holding up an open coat with its hood down. The text in Japanese suggests that they are", " In the image, a young boy is standing in front of an open closet filled with various items. He appears to be contempl", " A man stands in front of a coat rack, holding up an open jacket with his left hand. He appears to be exam", " A man and a woman stand in front of an open wardrobe, filled with various clothing items. The text above the characters"], "frame_texts_ja": ["1. あぁそうそう", "1. これ良いんじゃないか?\n2. 寒くなるからコート必要だろ?", "1. \n2. こんなにちゃんとした服いいの...?", "1. 何言ってるんだ\n2. ちゃんとしてないと寒いだろ?\n3. 裏地もキルトであったかいぞ", "1. あと..."], "frame_texts_en": ["1. oh, and...", "1. how about this?\n2. it's gonna get cold, so you'll need a coat, right?", "1. ...\n2. are you sure I deserve such a nice clothes...?", "1. what are you talking about?\n2. how can you keep out the cold without a coat?\n3. it's quilt inside, it must be warm.", "1. and..."]}, {"page_number": 23, "frame_descriptions": [" A man stands in front of a coat rack, holding up two coats. He appears to be comparing the styles or deciding", " A young girl with short hair is shown a small puppy by an adult. The child's eyes widen in surprise", " A man and a woman stand close together, engaged in conversation. The text above them suggests they are discussing something important or serious", " A man and a woman stand in front of an open store window, examining the displayed items. The text above them reads", " The girl holds the puppy close, both looking at something off-panel with expressions of surprise or anticipation. "], "frame_texts_ja": ["1. これも良くないか?", "1. ...ちょっと女の子っぽくないかな?", "1. そうか?すぐ羽織れて便利だし\n2. これなら背が伸びても大丈夫だ\n3. ほんとだすごい", "1. 他にも寒くないようにセーターとか...", ""], "frame_texts_en": ["1. and... how's this?", "1. um...Isn’t it too girly?", "1. is it?I thought it's easy to wear,\n2. and it'll fit you even if you grow bigger.\n3. wow! that's awesome!", "1. also get yourself sweaters so that you’ll stay warm...", ""]}, {"page_number": 24, "frame_descriptions": [" In the image, a man and woman are standing in front of an open display case. The man is holding out his hand", " A man and a woman stand behind the counter of an office, engaged in conversation. The text above them is written in Japanese", " A man and a woman walk down the street, engaged in conversation. The background shows an urban setting with buildings on either side", " In the image, a man and woman are standing in front of shelves filled with various items. The text above them reads \""], "frame_texts_ja": ["1. 今着たらダメかな?", "1. 値札切っておくね\n2. すみません", "1. 次は調理道具屋行くぞ〜\n2. はいてんちょお", "1. えーとピーラー欲しいんだよな?\n2. うん\n3. せっかくだしメルの茶碗も買おうか\n4. 探してきな?\n5. うん！"], "frame_texts_en": ["1. do you think i can wear it now?", "1. okay! I'll take off the tag.\n2. thank you.", "1. let's go to the grocery store next.\n2. yes, tencho!", "1. you said you wanted a peeler, right?\n2. yeah.\n3. let's also get your cup!\n4. go and find one yourself.\n5. got it!"]}, {"page_number": 25, "frame_descriptions": [" The image shows a black and white manga panel of an interior scene, featuring a character standing behind what appears to be the", " The frame shows a young girl with short hair, wearing glasses and an orange jacket. She is standing in front of what appears", " The frame shows a cartoon character, possibly an anthropomorphic animal or creature with human-like features and clothing. It", " A hand reaches out to pet a small, cute creature. The scene is peaceful and gentle in nature. ", " In the image, a young girl is seen sitting at an outdoor table with her pet dog. She appears to be feeding or"], "frame_texts_ja": ["", "1. !!", "1. 処分品...?", "", ""], "frame_texts_en": ["", "1. !!", "1. Disposal ...?", "", ""]}, {"page_number": 26, "frame_descriptions": [" In the image, a man and woman are standing in front of an open refrigerator. The text above them reads \"今", " A young girl with short hair sits alone in a room, looking sad and lost in thought. ", " The frame shows a character with an exaggeratedly large head, standing in front of various items. There is text overlay", " In the image, a young girl is seen holding out her hand to pet an adorable puppy. The dog appears excited", " A young man with glasses is holding a small frog in his hand, looking at it attentively. The text above"], "frame_texts_ja": ["1. おっカエルの置物じゃないか\n2. 欲しいか?", "1. \n2. ...でも", "1. 買っても何にも役に立たないよ?\n2. きっと要らないから残っちゃったんだ", "1. そうか?\n2. 俺は欲しいと思ったけどなぁ", "1. カエルの置物は縁起がいいんだ\n2. 店に飾ったら良い事あるかもな"], "frame_texts_en": ["1. oh!it's a frog ornament!\n2. you want it?", "1. ...\n2. but...", "1. buying it won't do you any good, will it?\n2. that's why it's here...", "1. is that so?\n2.  i'd love to keep it.", "1. you know, frog's ornaments bring good luck.\n2. maybe good things will happen if we put it in our shop."]}, {"page_number": 27, "frame_descriptions": [" The frame shows a black and white manga panel with an open sky background. A flock of birds is flying in the", " In the image, a man and woman are standing in front of each other. The text above them reads \"あなた", " A small frog with a surprised expression is held by two hands, one on each side. The background appears to be an", " A young man with glasses stands on a street corner, looking contemplative. He holds an umbrella and is surrounded by", " In the image, a young girl with short hair is seen smiling at her pet frog. The background suggests an indoor setting", " In the frame, a frog is sitting on top of an open book in what appears to be a library or study room"], "frame_texts_ja": ["", "1. ねえ店長\n2. カエルさんさっきはしょんぼりしてたけど", "1. 今はなんだかうれしそうだね", "1. そうだな\n2. 居場所ができて嬉しいのかもな", "1. うん\n2. ボクとおんなじだ", "1. ボクとおんなじだ\n2. 同じ?\n3. うんおんなじ"], "frame_texts_en": ["", "1. hey, tencho.\n2. this frog looked sad back in the store.", "1. but he looks happy right now.", "1. yeah.\n2. maybe he's happy to know where he belongs to.", "1. yeah.\n2. he's just like me.", "1. he's just like me.\n2. the same?\n3. yeah, the same."]}, {"page_number": 28, "frame_descriptions": [" A person with a large, messy hairdo is shown from the back. They are holding up their hand to scratch an", " In the frame, a man and woman are standing in front of each other. The man is holding up his phone to take", " A man and a woman stand in front of each other, the man holding out his hand as if offering something to her.", " In the image, a man and woman are standing in front of an open refrigerator. The text above them reads \"お", " The frame shows a close-up of an object with text on it, which appears to be in Japanese. A hand is"], "frame_texts_ja": ["", "1. おおぉ...\n2. うれしそうだ...", "1. 店長っ皮むきはボクに任せてね！\n2. あぁよろしくな\n3. ピーラーで剥きやすい野菜買おう...", "1. 包丁で切るのも練習してみるか?\n2. できるかなぁ", "1. じゃあ..."], "frame_texts_en": ["", "1. wow...\n2. he looks so happy...", "1.  leave the peeling to me, tencho!\n2. yeah, i'll leave it to you\n3. and I'll get vegetables easy to be peeled with peeler...", "1. do you want to try cutting them with a knife?\n2. do you think i can do it?", "1. well..."]}, {"page_number": 29, "frame_descriptions": [" A young girl with short hair is standing in a kitchen, focused on the task at hand. She's using knives", " A man and a woman are in the foreground, engaged in conversation. The text above them is not fully visible but appears", " A young girl with short hair is shown a small puppy by an adult figure. The child's eyes widen in", " The frame shows a close-up of someone's hand holding an object, with text in the upper right corner. ", " The frame shows a close-up of hands holding an open knife, with the blade pointing towards us. There is text in", " In the image, a young girl is sitting at an indoor table with various items on it. She appears to be engaged in"], "frame_texts_ja": ["1. ....\n2. てんちょお...", "1. できる気がしないよぉ...\n2. 指なくなっちゃう...\n3. ...まずは猫の手だな", "1. ねこのて?", "1. 爪を隠すように野菜を押さえて...\n2. そうそう", "1. 包丁は上から刃を掴むように握って", "1. 刃は左手に添えて\n2. 奥に押すように切る"], "frame_texts_en": ["1. ...\n2. tencho...", "1. I don't think I can manage it\n2. i'm almost cutting off my finger...\n3. ...first, make your left hand like a cat's.", "1. like a cat's?", "1. hold the vegetable with your fingers curling into a claw just like cats.\n2. that's right.", "1. grip the knife from above just like holding the blade,", "1. Place the flat side of the blade against your claw,\n2. push the knife forward and cut."]}, {"page_number": 30, "frame_descriptions": [" A person is using a knife to cut something on top of what appears to be an open book or notebook. The focus seems", " A man and a woman are in the foreground, standing behind each other. The text is written vertically on both sides", " A young girl with short hair is standing at a sink, washing dishes. She appears focused on her task and seems to be", " A young girl with short hair is shown holding a small ring in her hand, looking at it intently. The person assist", " In the image, a man and woman are standing in front of an open refrigerator. The woman is holding out food to", " In the frame, a character is seated at a dining table with an open plate of food in front. The person appears to", " The frame shows a close-up of the girl's face, her eyes closed in contentment as she continues to hug", " A man and a woman sit at an indoor dining table, with the woman looking surprised or shocked. The text in Japanese reads"], "frame_texts_ja": ["", "1. ...できる気がしてきた...\n2. そうそうその調子", "", "", "", "1. いただきます", "", "1. ....\n2. 野菜おっきいね\n3. 食べ応えあってうまいぞ?"], "frame_texts_en": ["", "1. ...i'm starting to feel like i can do it...\n2. yes, that's it. ", "", "", "", "1. let's eat!", "", "1. ....\n2. big vegetables.\n3. The bigger the better.They're more filling"]}, {"page_number": 31, "frame_descriptions": [" In the image, there are two panels. The top panel shows a man and woman sitting at a table with food in front", " A person, possibly a child or teenager based on the size and clothing style in relation to other characters presently (not visible", " In the frame, a man and woman are sitting at a table in what appears to be an indoor setting. The man is", " The frame shows a young girl with short hair, wearing glasses and an oversized jacket. She is surprised or shocked by something", " In the frame, a man with glasses is seen in an indoor setting. He appears to be sitting at a desk or table", " A young girl with short hair is sitting at a table, looking surprised and confused. She has her hands on the edge of", " The frame shows a character speaking to another, with the text \"こんにちは\" which translates as 'Hello"], "frame_texts_ja": ["1. ほんと?!\n2. あぁ本当にうまい...\n3. 俺の飯なんかよりずっとうまい...", "1. ボクは", "1. 店長のごはん", "1. 毎日おいしいって思ってるよ!", "1. あ\n2. ありがとう", "1. せかいいち!!\n2. そんなに!!", "1. ははは\n2. ふふっ\n3. あったかいね\n4. そうだな"], "frame_texts_en": ["1. really?!\n2. yes, it's really good...\n3. much better than when I cook...", "1. i...", "1. think the meals you make...", "1. I think it's delicious! every day!", "1. oh...\n2. thank you.", "1. the best in the world!!\n2. huh, that delicious?!", "1. ha ha ha\n2. hehehe.\n3. I'm feeling warm now.\n4. me too."]}, {"page_number": 32, "frame_descriptions": [" In the image, a man and woman are standing in front of an open refrigerator. The man is holding up two bottles", " In the image, a person is holding an open cardboard box with their left hand. The right arm of another individual can", " A young girl with short hair is sitting in a room, looking down at the floor. She appears to be deep in thought", " In the image, a man and woman are standing in front of an open box. The text above them reads \"あな", " In the frame, a man and woman are in an indoor setting that appears to be a store or pharmacy. The man"], "frame_texts_ja": ["", "1. あっ", "1. ..れ?", "1. てんちょ\n2. 大丈夫か?", "1. メルが怪我しなくてよかったよ\n2. 気を付けてな\n3. ごめんなさい..."], "frame_texts_en": ["", "1. ah!", "1. ...what?", "1. tencho\n2. are you okay?", "1. i'm relieved you didn't get hurt.\n2. be careful, okay?\n3. i'm sorry..."]}, {"page_number": 33, "frame_descriptions": [" In the image, there are two characters. One character is a man who appears to be in distress or disbelief as", " A young girl with short hair is kneeling down, carefully placing a small object on the ground. She appears focused and met", " The girl, now with a small puppy in her arms and wearing glasses on top of the sweater she's holding", " In the frame, a man is standing behind an open refrigerator in what appears to be a convenience store. He seems surprised", " The girl, now wearing a sweater vest with an animal design on it and holding the puppy close to her chest."], "frame_texts_ja": ["1. イス使えば高いところも届くから\n2. ボク頑張るよ!\n3. あぁ落ちないようにな", "", "", "", "1. もっと大きくなりたいな..."], "frame_texts_en": ["1. i can reach higher places by standing on a chair!\n2. i'll do my best!\n3. yeah, but make sure you don't fall.", "", "", "", "1. i want to get much taller..."]}, {"page_number": 34, "frame_descriptions": [" A man and a woman stand in front of each other, engaged in conversation. The setting appears to be an indoor space with", " The frame shows a man and woman in an indoor setting, with the text \"おはよう\" which translates to", " A man, presumably a teacher or caregiver given his attire and the context of previous frames, is gently placing hands", " A man in a suit stands behind the counter of an Asian store, greeting two customers with enthusiasm. The characters are engaged", " The frame shows a small, traditional Japanese building with an illuminated sign in front. A character is standing outside the shop"], "frame_texts_ja": ["1. じゃあ店の戸締りよろしくな\n2. うん任せて!", "1. ...研修?遅くなるの?\n2. そうだな9時過ぎるかなぁ", "1. 夕飯食べて先に寝てていいからな\n2. わかった", "1. 行ってきます\n2. いってらっしゃい!", ""], "frame_texts_en": ["1. well, make sure you lock the door.\n2. yeah, leave it to me!", "1. ...are you going to the pharmacist training?will you be late tonight?\n2. well, i'll be home after 9:00, maybe.", "1. don't wait for me.have dinner and go to bed, okay?\n2. okay. ", "1. i'm going.\n2. good luck!", ""]}, {"page_number": 35, "frame_descriptions": [" A chef stirring a large pot of food, with steam rising from the surface. ", " A young girl sits at a desk, engrossed in reading. The room is cozy with books scattered around and the", " The frame shows a young girl with short hair, sitting alone on the floor. She is holding an object in her hand and", " A young girl sits at a table, eating from her bowl. She appears to be enjoying the meal and is looking upwards", " A person is washing dishes in a sink. The water appears to be soapy, and the individual seems focused on cleaning up", " A young girl with short hair sits alone in a room, looking out of the window. She appears to be deep in thought"], "frame_texts_ja": ["", "", "1. ....", "1. ....\n2. 何だかさむいな...", "", "1. 雪...?"], "frame_texts_en": ["", "", "1. ....", "1. ....\n2. it's somehow cold...", "", "1. snow...?"]}, {"page_number": 36, "frame_descriptions": [" A young girl with short hair sits alone on a swing in an empty park, looking sad and lost in thought. ", " The image shows a young girl with short hair sitting alone on the ground in an open field, looking sad and lost in thought", " The frame shows a hand reaching out to press an elevator button, with the text \"あなたの手には、", " A young man sits alone on a bench in what appears to be an empty train station, looking contemplative and lost in thought", " The frame shows a close-up of the girl's face, with her eyes closed and an expression that suggests she is", " In the image, a character is standing in front of an open door with snow falling outside. The person appears to be looking", " In the frame, a character is seen through an open window. The person appears to be in distress or surprise as they look", " A young girl with a hooded coat stands in front of an open window, looking out into the night sky. She appears"], "frame_texts_ja": ["", "", "1. もうこんな時間か...", "1. 思っていたより遅くなってしまった", "", "1. メル...ちゃんと夕飯食べ...\n2. メっ...!?", "1. メっ...!?", ""], "frame_texts_en": ["", "", "1. it's already pretty late...", "1. i'm later than I expected.", "", "1. Mel...wonder if she ate dinner as usual...\n2. mel...!?", "1. mel...!?", ""]}, {"page_number": 37, "frame_descriptions": [" A young girl with short hair sits alone on a swing in the rain, looking sad and lost in thought. ", " In the image, a man and woman are standing on an outdoor platform at night. The bus is parked with its doors open", " In the frame, a man in an office setting is shown holding up his hand to stop someone. He appears surprised or concerned", " In the image, a young girl is seen hugging her small puppy. The dog appears to be happy and content in"], "frame_texts_ja": ["", "", "1. 迎えに来てたのか?!\n2. 店長の傘もってき\n3. くしゅんっ", "1. ありがとう\n2. 心配だから今度からは家で待っててな\n3. うん..."], "frame_texts_en": ["", "", "1. you came here to pick me up?\n2. i brought your umbrella \n3. atishoo!", "1. thank you.\n2.  but you get me worried. wait at home next time.\n3. yeah.."]}, {"page_number": 38, "frame_descriptions": [" A man and a woman stand in front of an open box, with the contents spilling out onto the ground. The text", " A man and a woman stand under an umbrella, sharing the moment. The text in Japanese suggests they are discussing something", " A man stands under an umbrella, holding it with one hand. He appears to be in a contemplative or sad", " A young girl with short hair is seen peeking out from behind a snowman, her eyes wide and excited. She'", " A man and a woman walk together under an umbrella, sharing the same space. The text in Japanese indicates that they"], "frame_texts_ja": ["1. んメルの傘は?\n2. あ", "1. ボク帽子があるからっ\n2. 忘れたんだな...", "1. ほら\n2. 傘からはみ出ないようにな", "", "1. うん"], "frame_texts_en": ["1. where's your umbrella?\n2. ah", "1. i have my hat, so...\n2. you forgot your umbrella...", "1. then\n2. try to stay underneath this umbrella", "", "1. yeah!"]}, {"page_number": 39, "frame_descriptions": [" In the image, a man and woman are standing under an umbrella in what appears to be snowy weather. The", " The frame shows a character holding an umbrella, looking out into the rain. ", " A young girl with a frog hat on her head is sitting in front of an adult, who appears to be listening att", " The frame shows a young man holding an umbrella, standing in the rain. He appears to be looking at something off", " A young girl with short hair is shown in a close-up, looking surprised and slightly confused. She appears to be react", " In the image, a couple is standing under an umbrella in what appears to be rainy weather. The man holds"], "frame_texts_ja": ["1. ...狭くない?\n2. 全然\n3. ....", "1. 小さくてもいい事ってあるんだね", "", "1. ボク損してばっかりだと思ってた\n2. 何かあったのか?", "1. うん!\n2. 傘店長と半分こしてる!", "1. そっ\n2. ...そっかよかったな\n3. 寒くないか?\n4. うん\n5. 店長が一緒だもん"], "frame_texts_en": ["1. it's small, isn't it?\n2. not at all.\n3. ...", "1. i didn't know small can sometimes be good.", "", "1. i've always thought that being small is not good.\n2. then why did you come to think so?", "1. well, \n2. because i can share an umbrella with you!", "1. oh...\n2. ...that's good to know.\n3. aren't you cold?\n4. no.\n5. because you're with me!"]}, {"page_number": 0, "frame_descriptions": [" A young man with dark hair and a suit stands in front of white flowers, looking contemplative. "], "frame_texts_ja": ["1. 葬儀屋さん"], "frame_texts_en": ["1. welcome,ghost undertaker"]}, {"page_number": 1, "frame_descriptions": [" A large, intricately designed flower with white petals and a small black centerpiece sits in the foreground. The", " The frame shows a young man with dark hair, wearing glasses and holding what appears to be an object in his hand. He", " In the image, a man stands in front of an open window with flowers spilling out onto his head. He appears surprised", " In the image, a group of people is gathered in what appears to be an indoor setting. The central figure seems to have", " In the image, there is a man with balding hair and glasses sitting at what appears to be an office desk. He", " In the image, a man in formal attire stands confidently with his hands on hips. He is speaking to another person"], "frame_texts_ja": ["1. 人は平等ではない", "1. しかし...\n2. 【死】は誰にも平等に訪れる\n3. それでは", "1. 故人に最期のお別れを", "1. いやぁ\n2. まさかね", "", "1. こんなに来てくれるとはねぇ"], "frame_texts_en": ["1. people are not created equal", "1. but\n2. \"death\" is equal to anyone.\n3. Well then", "1. The last farewell to the deceased", "1. well\n2. I didn't imagine", "", "1. so many people would come to miss me"]}, {"page_number": 2, "frame_descriptions": [" The frame shows a man in the foreground, looking surprised or shocked. In the background is another character who appears to be", " The frame shows a classroom setting with students seated at desks. A teacher stands in front of the class, speaking to them", " In the image, there is a man and woman in an intimate embrace. The background suggests they are on some sort of adventure", " The frame shows a close-up of the girl's face, with her eyes closed and a content expression. She is", " A young man with dark hair and a serious expression stands in front of an open window, looking out onto the street. "], "frame_texts_ja": ["1. あ!", "1. あれは一丁目のスナックのママ!\n2. あっちは行きつけの店の女将!", "1. ワシもまだまだ人気者ですなぁ!\n2. 生き生きしますぞ!", "1. 葬儀屋とは\n2. 生者と死者の最期の場所を作る仕事", "1. ..もう\n2. 私はその中でも"], "frame_texts_en": ["1. oh!", "1. That woman is the hostess in the bar at Block-1\n2. That is the owner of my favorite restaurant!", "1. I'm still so popular!\n2. i feel so alive!", "1. The job of an undertaker\n2. is to set up the last place for the living and the dead", "1. well, I'm afraid\n2. particularly, I ..."]}, {"page_number": 3, "frame_descriptions": [" In the frame, a man and woman stand in front of each other. The text above them reads \"I'm sorry", " A man and a woman stand side by side, both looking at the camera with serious expressions. The background is blurred but", " In the image, a man is standing in front of another person who appears to be sitting down. The text on the right", " The frame shows a man standing in front of another person, who is partially visible. Both characters appear to be engaged in conversation", " The girl and the puppy are now standing on a sidewalk, looking in opposite directions. They seem to be waiting for something", " In the image, a character is shown from behind with their head turned to one side. They appear surprised or shocked by something", " A man in a suit stands at the front of an audience, holding papers and speaking into a microphone. The crowd appears", " The frame shows a young woman with short hair, wearing glasses and an apron. She is standing in front of what appears"], "frame_texts_ja": ["1. 死んでるんですよねぇ\n2. 「視える」人間ってヤツでして", "1. ようこそ亡霊葬儀屋さん吉良いと\n2. 「視える」人間ってヤツでして", "1. 「視える」人間ってヤツでして", "", "", "1. え?", "1. え?\n2. 亡くなったお姉さんのお化粧を?\n3. 烏丸葬儀社社長烏丸枢(からすまくるる）　２５歳\n4. はい...", "1. え?\n2. はい...\n3. 葬儀依頼人桜野　すずめ　１９歳"], "frame_texts_en": ["1. you're already dead ...\n2. ... am one of those who can \"see\"", "1. Welcome, ghost undertaker@Kilightit\n2. ... am one of those who can \"see\"", "1. ... am one of those who can \"see\"", "", "", "1. Hmm", "1. Hmm\n2. you want to put on your late sister's make up?\n3. karasuma undertaking ceokururu karasuma (25)\n4. yes...", "1. Hmm\n2. yes...\n3. Client:Suzume Sakurano (19)"]}, {"page_number": 4, "frame_descriptions": [" In the image, a young girl with short hair is sitting alone on an outdoor swing. She appears to be lost in thought", " The frame shows a character with short hair, looking surprised or shocked. They are in an indoor setting that appears to be a", " In the frame, a young woman with short hair is standing in front of an open door. She appears surprised or shocked by", " In the frame, a man in glasses is seated at his desk with papers spread out before him. He appears to be deeply", " The frame shows a character speaking to another, with text in the speech bubble indicating an exclamation or surprise. "], "frame_texts_ja": ["1. エンゼルメイク\n2. っていうんですよね", "1. 無理は承知です\n2. でもどうしても私\n3. お姉ちゃんにメイクをしたくって...\n4. ハァ", "1. まだプロじゃないですけど...\n2. 専門学校に通うメイクの卵です!\n3. ちゃんとできます!烏丸さんっ", "", "1. やめた方がいいです\n2. !"], "frame_texts_en": ["1. \"Postmortem care,\"\n2. we call it", "1. i know this might appear to be impossible\n2. But i really and truly\n3. want to put makeup on my sister by myself\n4. hmm", "1. i'm not a professional makeup artist yet,\n2. but i'm studying it at technical college!\n3. i cando it without fail, karasuma- san!", "", "1. No, you shouldn't do it.\n2. !"]}, {"page_number": 5, "frame_descriptions": [" In the frame, a young woman with short hair is sitting alone in what appears to be an indoor setting. She's", " The frame shows a character with an expression of surprise or shock, accompanied by text in Japanese. ", " In the manga frame, a character is shown in an interior setting. The person appears to be seated and engaged with another", " In the image, a man in formal attire is seen sitting at his desk with an open book before him. He appears", " The frame shows a character with long hair, standing in front of an open door. They appear to be looking out into the", " A close-up of a female character with her eyes closed, seemingly in deep thought or emotion. The background is blurred", " The frame shows a character with speech bubbles, one of which contains text. Another bubble is empty and the third has an"], "frame_texts_ja": ["1. 私は「生きている彼女」に会ったことはないですが\n2. さぞかし美しいお顔だったのでしょう", "1. なぜですかっ!?\n2. すずめさん\n3. お姉さんは有名な美人女優だったそうですね", "1. 私は「生きている彼女」に会ったことはないですが\n2. さぞかし美しいお顔だったのでしょう", "1. お姉さんは有名な美人女優だったそうですね\n2. 連日メディアが騒いでいます", "1. 連日メディアが騒いでいます", "1. ...私では", "1. 姉のメイクをするには実力不足ということですか\n2. ハハそういう訳では"], "frame_texts_en": ["1. i've never met her when she was alive,\n2. but still, i'm sure that she was so beautiful", "1. Why is that?\n2. suzume- san\n3. I hear that your sister was a famous beautiful actress", "1. i've never met her when she was alive,\n2. but still, i'm sure that she was so beautiful", "1. I hear that your sister was a famous beautiful actress\n2. It's featured in the news every day", "1. It's featured in the news every day", "1. Do you mean ...", "1. I'm not skilled enough to put her makeup on?\n2. No, that's not what i mean..."]}, {"page_number": 6, "frame_descriptions": [" In the frame, a young man with dark hair is engrossed in reading an open book. He appears focused and absorbed", " The frame shows a close-up of an open book with Japanese text. A hand is seen holding the pages apart, revealing", " A young woman with short hair sits on a couch, looking at the viewer. She is wearing glasses and has her legs", " The frame shows a close-up of the girl's face, with her eyes closed and an expression that suggests she is", " The frame shows a close-up of the girl's face, her eyes closed in contentment as she continues to hug"], "frame_texts_ja": ["1. お姉さんの事故後のお顔\n2. ご覧になりました?", "1. それはそうでしょうねぇ", "1. ...いえ\n2. 病院の方から\n3. あまり見ない方がいいと言われて...", "1. 今の桜野ツバメさんは\n2. 貴女の知っているお顔じゃありませんから", ""], "frame_texts_en": ["1. Did you see ...\n2. her face after the accident?", "1. of course not.", "1. no ...\n2. The doctors told me\n3. it would be better not to ...", "1. Now,your sister Tsubame Sakurano ...\n2. does not look like she used to beat all ...", ""]}, {"page_number": 7, "frame_descriptions": [" A young woman with short hair sits alone in a dark room, looking contemplative and deep in thought. ", " In the image, a young man with short hair is depicted. He appears to be in deep thought or contemplation as he", " In the image, a character is shown holding an object with both hands. The background features another person who appears to be observ"], "frame_texts_ja": ["1. 車の事故\n2. それもスピード超過によるガードレールへの正面衝突\n3. 顔は割れたフロントガラスでズタズタに引き裂かれ\n4. 折れた骨が皮膚を突き破っている\n5. 病院で簡単な処置はされていますが\n6. 生前のお姉さんとは誰が見ても気づかないでしょう", "1. お顔を見てから「やっぱり出来ません」\n2. では困るんです", "1. .....私は"], "frame_texts_en": ["1. the car accident\n2. a head-on crash into guardrails from overspeed\n3. her face was seriously injured by the broken windscreen...\n4. ...and the broken bone pierced her skin\n5. The doctor did some treatment in the hospital,\n6. but nobody will find that it's your sister", "1. you can't refuse putting on makeup\n2. after seeing her face.", "1. I"]}, {"page_number": 8, "frame_descriptions": [" A black and white manga panel. The image shows a character with text above them, which appears to be in Japanese characters", " The image shows a black and white manga panel with two characters. One character is standing, holding an umbrella over", " In the frame, a character is shown looking at another piece of paper with text on it. The setting appears to be an", " The frame shows a male character with short hair, wearing glasses and an open-collar shirt. He appears surprised or shocked", " The frame shows a close-up of the girl's face, with her eyes wide open in surprise or shock. There", " In this frame, a character is shown sitting at an empty desk in what appears to be a classroom setting. Another person stands"], "frame_texts_ja": ["1. どうです?\n2. それでも\n3. 今のお姉さんと向き合う覚悟はありますか?", "", "", "1. ちょっと葬儀屋さんッ!\n2. \n3. あんまりすずめをいじめないでくれる!?", "1. あんまりすずめをいじめないでくれる!?", "1. アタシの妹なんだから!"], "frame_texts_en": ["1. what do you think?\n2. have you changed your mind?\n3. Or, are you ready to face your sister?", "", "", "1. hey,Mr. undertaker!\n2. the deceasedTsubame Sakurano (25)\n3. will you stop bullying Suzume?", "1. will you stop bullying Suzume?", "1. she's my sister!"]}, {"page_number": 9, "frame_descriptions": [" A young man with dark hair and glasses sits in a chair, looking thoughtful. He is dressed formally in a suit and", " In the frame, a character is shown with an intense expression and clenched fists. The text in Japanese suggests that", " In the frame, a character is standing in front of another who appears to be seated. The first character seems to have just", " A young man with short hair stands in a dark room, looking contemplative and deep in thought. ", " A young woman in a skirt and sweater stands confidently, hands on hips. ", " A young man with glasses stands in a classroom, looking at the camera. He appears to be speaking or presenting something as he"], "frame_texts_ja": ["1. ...ツバメさん\n2. アナタが私に依頼してきたんでしょ", "1. 当たり前じゃない!\n2. あんなヒドイ顔をすずめには見られたくないもの!", "1. 他人から嫌われるのには慣れてるッ\n2. でも妹には引かれたくないの\n3. そういうもんですかねぇ...", "1. すずめさんに自分のメイクをさせるな\n2. って", "1. そういうもんですかねぇ...", "1. ですがすずめさんの気持ちも考えてあげたらどうです?\n2. たった二人の家族なんですし"], "frame_texts_en": ["1. Tsubame-san...\n2. you are the one who asked me", "1. Yes,of course!\n2. I can't let Suzume see my ugly face!", "1. I'm used to being hated by others\n2. but i can't stand being hated by my sister!\n3. Hmm...", "1. to stop your sister from putting on your makeup\n2. aren't you?", "1. Hmm...", "1. but howabout taking suzume-san's feelingsinto account?\n2. You are her only family"]}, {"page_number": 10, "frame_descriptions": [" In the first frame, we see a character who appears to be in distress or pain. The text is not visible here;", " A young woman with short hair and a surprised expression is shown in close-up, pointing towards the right. The background features", " A man and a woman are seated at desks in an office setting. The text on the image is not provided, so", " The girl hugs the puppy close, her eyes closed and a content expression on her face. ", " In the image, a man in formal attire is seated at his desk with papers scattered around. He appears to be deep", " In the image, a character is shown in mid-action swinging their sword at an unseen opponent. The text \""], "frame_texts_ja": ["1. …アンタに\n2. 何がわかるのよッ", "1. …アンタに\n2. 何がわかるのよッ\n3. とにかく!\n4. アタシは認めないわ!!", "1. 他の代理を立てて頂戴!\n2. それと...\n3. それと?", "", "1. ...何でもないわ!!", "1. ......誰だって"], "frame_texts_en": ["1. what\n2. do you know ?!", "1. what\n2. do you know ?!\n3. anyway!\n4. I'm not allowing her to make me up!", "1. get someone else!\n2. And ...\n3. and what ?", "", "1. ...no, nothing.", "1. well"]}, {"page_number": 11, "frame_descriptions": [" In the image, a man is seated in an office chair with his arms crossed. He appears to be engaged in conversation or", " A character is shown in a close-up, with their face obscured by the camera angle. They appear to be speaking", " The frame shows a character sitting at an indoor desk, surrounded by various objects. They appear to be in deep thought or concentration", " In the image, there is a group of people gathered around what appears to be an important document or object. The focus seems", " The frame shows a man in the foreground, looking distressed and holding his head. In the background is another character who", " In the current frame, a character is shown holding up two signs with Japanese text. The background appears to be an indoor setting", " A man in a suit sits at his desk, looking serious and focused on the papers before him. The scene suggests he is"], "frame_texts_ja": ["1. 後悔だらけのお別れは\n2. 寂しいもんですよねぇ", "", "1. らっしゃい!", "1. 美人女優である桜野ツバメの交通事故死\n2. 世の中では様々な噂に溢れていますが\n3. 皆様はどうお考えですか?\n4. 誰かに殺されたという噂も立っていますよね\n5. 彼女は芸能界の中でも変わり者でしたから", "1. というと?\n2. まぁいわゆる枕とか....新人漬しとかですね\n3. あくまで噂ですが", "1. ぶっちゃけ好感度も良くないでしょ?\n2. 顔と演技力は確かですけど\n3. 中身が......ねぇ?", "1. ーの後は引き続き\n2. 桜野ツバメさんの死の真相に迫っていきた"], "frame_texts_en": ["1. A farewell full of regrets\n2. that's sad for everybody", "", "1. welcome!", "1. actress tsubame sakurano's death in a traffic accident\n2. there are many rumors about it...\n3. what do you think?\n4. Some people say that she was murdered...\n5. she was kind of eccentric in the entertainment industry", "1. What do you mean?\n2. sleeping around for business and bullying young actresses ...\n3. but they're only rumors.", "1. actually, many people didn't like her\n2. though she had the looks and good acting\n3. but her personality ... ", "1. Stay tuned.\n2. ...the program continues after the commercial break"]}, {"page_number": 12, "frame_descriptions": [" A man and a woman stand in front of each other, engaged in conversation. The room around them is filled with various objects", " In the image, a chef is standing behind an open kitchen counter. He appears to be in conversation with two people on either", " In the image, a character is shown in an indoor setting. The character appears to be engaged with something on their hands or", " A young woman with a ponytail stands in front of an open refrigerator, looking surprised and slightly confused. ", " A young man and woman stand close together, looking at each other with serious expressions. The background is blurred but appears to"], "frame_texts_ja": ["1. あ!\n2. 見てたのにぃ", "1. すずめちゃん!\n2. これ4番テーブルに持ってって!", "1. お待たせしました!", "1. はいっ", "1. ...って\n2. あれ?"], "frame_texts_en": ["1. Ah!\n2. i was watching it!", "1. Suzume-chan!\n2. take this to table-4!", "1. thanks for waiting!", "1. Okay!", "1. ....\n2. huh?"]}, {"page_number": 13, "frame_descriptions": [" A young man with dark hair and glasses is shown in a close-up, looking intently at something off the frame.", " In the frame, a character is standing in front of an open door. The room inside appears to be dark and empty with", " A man and a woman stand close together, engaged in an animated conversation. The text above them suggests they are discussing something important", " The frame shows a young girl with short hair, who is now smiling and looking at the puppy she's holding.", " A man and a woman stand close together, engaged in an intense conversation. The text bubble indicates that the girl is speaking to"], "frame_texts_ja": ["1. 葬儀屋さん?\n2. ドウモ", "1. ラーメン美味しかったです\n2. でしょう?\n3. 当店自慢の味なんですよ!", "1. 自分で稼ぎながら専門学校に通っているんですね\n2. 学校に通うのにもお金が要りますから!1日だって休めませんっ", "1. できるだけお姉ちゃんに負担がかからないように...", "1. ....\n2. あ..."], "frame_texts_en": ["1. Mr. Undertaker?\n2. Hi.", "1. the ramen was delicious!\n2. right?\n3. It's our signature taste!", "1. Are you working to earn your own tuition?\n2. yeah. the school costs a lot, so I need to work hard!", "1. I don't want to put a burden on my sister", "1. ....\n2. oh"]}, {"page_number": 14, "frame_descriptions": [" In the image, a man and woman are standing close together with their hands interlocked. The scene is set in an indoor", " A young man and woman stand close together, engaged in a conversation. The girl appears to be listening attentively while the", " In the manga frame, a young man with spiky hair is shown in profile. He appears to be shouting or", " In the image, a young girl is seen hugging her pet dog. The scene takes place in an outdoor setting with trees"], "frame_texts_ja": ["1. !", "1. 行きましょうか\n2. えっ\n3. どこに!?", "1. お姉さんが今いるトコロ", "1. ここって..."], "frame_texts_en": ["1. !", "1. let's go\n2. huh ?\n3. where ?", "1. to your sister.", "1. This is..."]}, {"page_number": 15, "frame_descriptions": [" A man and a woman stand close together, both looking down at the ground. The text in Japanese suggests they are having an", " A young man and woman stand in front of a bench, both looking down at the ground. The girl appears to be crying", " The frame shows a close-up of the girl's face, with her eyes closed and a content expression. She is", " A man and a woman are in the foreground, engaged in conversation. The text above them is written vertically from left", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " The frame shows a close-up of the girl's face, her eyes looking down and away from something or someone off"], "frame_texts_ja": ["1. 幽霊はね\n2. 居場所が決まっているんです", "1. 一つ目は亡くなった場所", "1. 二つ目は遺骨が埋葬されている場所\n2. そして三つ目は\n3. 大切な人のそば\n4. ってね", "1. 実はここにいるんですよ\n2. お姉さん", "1. ふふ\n2. 葬儀屋さんも冗談とか言うんですか\n3. どうぞ枢（くるる）と呼んでください", ""], "frame_texts_en": ["1. ghosts ...\n2. ... stay in three places", "1. First, the place where they died", "1. second, the place of their graves\n2. and third...\n3. close to someone they loved.\n4. ...apparently", "1. actually, your sister\n2. she's here now.", "1. ha ha\n2. mr. undertaker. you are kidding me.\n3. please call me Kururu.", ""]}, {"page_number": 16, "frame_descriptions": [" A young girl with short hair stands alone in a room, looking contemplative and deep in thought. ", " In the image, a man is standing in front of an open window. He appears to be looking out onto what seems like", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " In the image, there are two characters. One character is a young man with short hair and glasses who appears to be in"], "frame_texts_ja": ["1. 枢さん...\n2. は\n3. 姉のことを悪く思っていたりしないんですか\n4. いろんな噂とかされてますけど...", "1. 噂は噂でしょう?\n2. 真実は本人に聞けばいいですから", "1. 枢さんって面白いですね", "1. ......私も\n2. 直前まで乗っていたんです\n3. 事故を起こした姉の車に"], "frame_texts_en": ["1. Kururu-san\n2. you\n3. don't you think ill of my sister?\n4. There are lots of gosships about her...", "1. gossips are gossips\n2. I can always ask her the truth.", "1. Kururusan,you are　funny.", "1. I...\n2. ...was in my sister's car\n3. right before the accident."]}, {"page_number": 17, "frame_descriptions": [" In the image, a young man with glasses is standing in front of an open bookcase. He appears to be looking for", " The frame shows a young girl with short hair, looking surprised and curious as she notices something off-panel. ", " The frame shows a character with dark hair, who appears to be in distress or pain. They are lying on the ground and", " A man and woman are in a car, the driver is looking at her passenger with an intense expression. The text above them", " In the manga frame, a young girl with short hair is seen walking hand-in-hand in what appears to be"], "frame_texts_ja": ["1. バイトの帰りで\n2. 予報が曇りのち大雨で...", "1. 自分だって仕事で忙しいのに\n2. 「私の誕生日だからどこかに食べに行こう」ってって\n3. 迎えに来てくれたの", "1. でも私お姉ちゃんと喧嘩しちゃった\n2. ...学費の事で", "1. 私は自分で貯めたお金で学校に通いたかったの\n2. だけど\n3. お姉ちゃんが全部払うって聞かなくて", "1. 両親が死んで\n2. 親代わりになってくれたお姉ちゃんに\n3. これ以上迷惑をかけたくなかったのに..."], "frame_texts_en": ["1. I was on my way home\n2. it was forecasted to rain heavily", "1. I knew she was so busy,\n2. yet she came to give me a ride to celebrate my birthday\n3. right to my workplace", "1. but we had a quarrel\n2. about my tuition fee", "1. i wanted to pay it by myself\n2. but\n3. she insisted that she would pay all.", "1. my sister...\n2. ...raised me up after our parents had died\n3. i didn't want to trouble her anymore"]}, {"page_number": 18, "frame_descriptions": [" In the frame, a young man with short hair is seated at his desk in what appears to be an office setting. He", " The frame shows a young woman with short hair, looking surprised and slightly confused. She is standing in an indoor setting that appears", " The frame shows a character lying on the ground, seemingly defeated or injured. Another figure stands over them with an expression of concern", " In the frame, a young girl with long hair is shown in close-up. She appears to be speaking or singing passion", " The girl is now standing, holding the puppy in her arms. She looks at it with a warm smile and affectionate", " In the image, a character is shown with their back to us. They are holding up an object that appears to be some", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if"], "frame_texts_ja": ["1. アンタはまだまだ子供なんだから", "1. そう言われて\n2. ムカついて", "1. ちょっと!すずめッ\n2. 車から飛び出しちゃった", "1. お姉ちゃんなんて", "1. 大っ嫌いッ\n2. お姉ちゃんなんて", "1. それが\n2. 私がお姉ちゃんに言った最後の言葉だった", "1. お姉ちゃんの事故\n2. スピードの出し過ぎが原因だったでしょう?"], "frame_texts_en": ["1. \"You're still a little child.\"", "1. she said\n2. and I was  so irritated...", "1. Wait! Suzume!\n2. and jumped out of the car.", "1. I hate you!", "1. !!!\n2. I hate you!", "1. and that\n2. was the last conversation we had before she died.", "1. The reason of the accident...\n2. was overspeeding, right?"]}, {"page_number": 19, "frame_descriptions": [" A car drives through a rainy night, with the headlights on and water droplets visible in mid-air.", " In the frame, a character is shown holding up two fingers in front of their face. The background appears to be an indoor", " In the center of a stage, an anime girl with long hair and wearing black straps over her shoulders is singing passionately", " A young girl with long hair is shown in a close-up, looking down at the small puppy she's holding"], "frame_texts_ja": ["1. たぶん私を追いかけてくれていたんだと思う", "1. 私が車を出て走った後に\n2. すごい雨が降ってきたから", "1. ...私の夢は\n2. 舞台に立つお姉ちゃんのメイクを担当することだったの", "1. でも\n2. もう叶わなくなっちゃった"], "frame_texts_en": ["1. she was probably trying to catch up with me", "1. since after i left the car\n2. it started raining heavily.", "1. my dream\n2. ...was to help my sister wear makeup when she acts on the stage.", "1. but now\n2. the dream would never come true."]}, {"page_number": 20, "frame_descriptions": [" The image shows a black and white manga panel with two characters. On the left, there is an adult male character who", " The frame shows a male character with short hair, wearing glasses and smiling broadly. He is waving his hand in the", " A young woman with long hair is shown in a close-up, looking down and away from the viewer. She appears", " In the image, a character is shown in mid-action with their leg raised high. The scene appears to be set out", " The frame shows a character speaking to another, with text bubbles indicating dialogue. One of the characters appears surprised or shocked by", " In this frame, a man and woman stand side by side in front of an open door. The man is dressed formally with"], "frame_texts_ja": ["1. 私のせいで", "1. 私のせいで...\n2. お姉ちゃん死んじゃった", "1. 最期まで\n2. お姉ちゃんに迷惑をかけて...っ", "1. ...迷惑かどうかなんて", "1. 自分で決めつけるもんじゃないでしょ", ""], "frame_texts_en": ["1. it's my fault ...", "1. because ofme\n2. My sister died...", "1. I\n2. I troubled my sister until the end of her life...", "1. are you sure you troubled your sister?", "1. that's not something you decide", ""]}, {"page_number": 21, "frame_descriptions": [" A man and a woman stand close together, engaged in conversation. The text on the image is not provided for this frame description", " The frame shows a young girl with short hair, looking surprised and curious as she notices something off-panel. ", " In the frame, a man in formal attire stands confidently with his hands clasped together. He is looking off to", " The girl hugs the puppy close, her eyes closed and a content expression on her face. ", " In the current frame, a character is shown sitting at an outdoor table with their head resting on one hand. The scene suggests", " A young girl with short hair is shown in a close-up, looking surprised and slightly confused. She appears to be react", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if"], "frame_texts_ja": ["1. 実際はどうです?\n2. ツバメさん\n3. 迷惑だった?", "1. ....?", "", "1. 「迷惑なんて思っていたら」", "1. 「私は側になんていてやらない」", "1. 「妹のアンタが一番よくわかっているでしょう?」\n2. ですって", ""], "frame_texts_en": ["1. how was it actually\n2. Tsubame-san?\n3. were you troubled by her?", "1. ....?", "", "1. \"If I thought i was troubled.\"", "1. \"I wouldn't have been on your side\"", "1. \"you know how I feel, right? You are my sister.\"\n2. that's what she says", ""]}, {"page_number": 22, "frame_descriptions": [" The image is split into two panels. In the left panel, a character with short hair and glasses appears to be in deep", " A young woman with short hair stands confidently, her arms crossed. She is looking directly at the viewer and appears to", " A close-up of a character's face, showing an expression that seems to be one of concern or worry. ", " A young girl with short hair sits alone on a swing in a park, looking sad and lost in thought. ", " In the current frame, a young woman with short hair stands confidently in front of two other characters. She is wearing an"], "frame_texts_ja": ["", "", "", "", ""], "frame_texts_en": ["", "", "", "", ""]}, {"page_number": 23, "frame_descriptions": [" The frame shows a man in formal attire, standing confidently with his hands clasped together. He appears to be addressing", " A man in a suit stands confidently, facing the viewer. He appears to be addressing an audience or preparing for public", " In the frame, a young girl with short hair is seen smiling and looking upwards. She appears to be in mid-", " The frame shows a close-up of the girl's face, with her eyes closed and smiling as she hugs the", " A man in a suit stands confidently, looking to the side with an assertive expression. ", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if"], "frame_texts_ja": ["", "", "1. ......不思議です", "1. ......不思議です", "1. 今一瞬お姉ちゃんが見えました", "1. 枢さん...\n2. 改めてお願いしてもいいですか"], "frame_texts_en": ["", "", "1. ...It's strange.", "1. ...It's strange.", "1. i just saw my sister", "1. Kururu-san\n2. can i ask a favor of you again?"]}, {"page_number": 24, "frame_descriptions": [" The image shows a black and white manga panel of an anime girl with short hair, wearing glasses. She appears to be", " In the first frame, we see a young girl with short hair sitting alone on a swing in what appears to be an urban", " The image shows a black and white manga panel. A young girl with short hair sits alone on the ground, looking sad"], "frame_texts_ja": ["", "1. お姉ちゃんのすべてを受け止める覚悟なら\n2. できました", ""], "frame_texts_en": ["", "1. I'm ready to accept everything about my sister\n2. i'm ready forit", ""]}, {"page_number": 25, "frame_descriptions": [" A person is sitting on a bed, looking out of the window with an expression that suggests contemplation or sadness. ", " In the image, a person is shown holding up their shirt to reveal an object underneath. The focus of this frame appears to", " A young woman with short hair and a neutral expression gazes off to the side, her hand lightly resting on her chin.", " In the image, a character is shown holding an open box of nail polish. The focus seems to be on selecting or", " A hand holding a paintbrush is seen in the foreground, with an image of another person's face partially visible", " In this frame, a character is shown from behind. They are wearing glasses and have short hair. The person appears to be"], "frame_texts_ja": ["", "", "", "", "", "1. ねぇ〜"], "frame_texts_en": ["", "", "", "", "", "1. hey"]}, {"page_number": 26, "frame_descriptions": [" In the image, a young girl with short hair is sitting at her desk in front of an open window. She appears to", " A young girl with short hair is shown in a close-up, looking surprised and slightly confused. She appears to be react", " The frame shows a close-up of the girl's face, with her eyes closed and an expression that suggests she is", " In the image, there are two characters. One character is a young girl with short hair and glasses; she appears to be", " The frame shows a close-up of the girl's face, with her eyes wide open and mouth slightly agape.", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if"], "frame_texts_ja": ["1. もう目開けていい?\n2. うん!", "1. 今日のメイクはね\n2. 自信あるんだ!", "1. ...ぶ", "1. あはは!\n2. 下手ッ", "1. ...頑張ったのにぃ", "1. 私の専属メイクになれるのはまだまだ先ね", "1. 私もなれる!?\n2. お姉ちゃんのメイク担当!"], "frame_texts_en": ["1. Can I open my eyes now?\n2. yeah!", "1. today's make up...\n2. Ithink i did a pretty good job!", "1. ha", "1. ahaha!\n2. This is terrible!", "1. Itried my best...", "1. you need more practice ...", "1. Doyou think\n2. I can be your beautician?"]}, {"page_number": 27, "frame_descriptions": [" A woman, possibly a teacher or authority figure given her attire and the setting that appears to be an office. She is", " In the image, a character is shown from behind. The text in Japanese reads \"I'm sorry for my mistake.\"", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " In the image, a hand is holding an open book with pages facing upwards. The text on one of these visible pages", " In the image, a young woman with short hair is seen from behind. She appears to be in motion or walking away as", " The frame shows a close-up of the girl's hand holding onto her hair, with an expression that seems to be", " A young woman with a bun hairstyle, wearing pearls and looking to the side. "], "frame_texts_ja": ["1. こら\n2. 人生はそんなに甘くはないの", "1. 私を満足させるメイクができるようになったら", "1. 私を満足させるメイクができるようになったら\n2. 考えてあげてもいいわ", "1. 考えてあげてもいいわ", "1. その時が来たらご褒美あげるわよ", "1. ホント!?\n2. だからせいぜい\n3. 腕を磨きなさい!", ""], "frame_texts_en": ["1. hey\n2. life is not that easy", "1. When you become skilled enough...", "1. When you become skilled enough...\n2. i'll think about it.", "1. i'll think about it.", "1. when the time comes, i'll reward you!", "1. Really?\n2. Yes!\n3. So keep on practicing!", ""]}, {"page_number": 28, "frame_descriptions": [" A young girl with short hair is lying in bed, her eyes closed as she sleeps peacefully. ", " A young man with short hair stands in a room, looking serious and contemplative. ", " In the image, a character is seen in an indoor setting. The room has multiple windows and appears to be well-lit"], "frame_texts_ja": ["", "1. ツバメさん", "1. ツバメさん"], "frame_texts_en": ["", "1. Tsubame-san", "1. Tsubame-san"]}, {"page_number": 29, "frame_descriptions": [" A man in a suit stands confidently, looking to his right with an expression of concern or worry. Beside him is", " The frame shows a close-up of an animated character with short hair, looking surprised or shocked. There is text in the", " In the frame, a character is shown in mid-action with their arms outstretched. The background features another person who", " In the frame, a man and woman are depicted in an intense conversation. The man is standing with his arms crossed over him"], "frame_texts_ja": ["1. 綺麗でしたねぇ\n2. .....私はいつだって綺麗よ", "1. .....私はいつだって綺麗よ", "1. 何を拗ねているんですか\n2. すずめさんの側にもいなかったですし\n3. 当たり前でしょ!", "1. すずめにはあんな顔見られたくなかったのにツ"], "frame_texts_en": ["1. You were so beautiful\n2. I am always beautiful!", "1. I am always beautiful!", "1. Whyare you being sulky?\n2. You weren't with Suzume-san during funeral.\n3. of course not!", "1. i didn't want Suzume to see my face like that!"]}, {"page_number": 30, "frame_descriptions": [" A young man with short hair is shown in a close-up, looking surprised and slightly confused. He appears to be react", " The frame shows a close-up of an adult male's face, with his eyes closed and lips slightly parted as", " The frame shows a young woman with short hair, looking surprised or shocked as she stands in front of another character. ", " A man in a suit stands confidently, looking directly at the viewer with an assertive expression. ", " In the image, a man and woman are standing in front of each other on what appears to be an escalator. The", " The frame shows a character with short hair, wearing glasses and looking surprised or shocked. There is text in the upper right corner", " The frame shows a close-up of an open book with Japanese text, held by someone whose hands are visible in the bottom"], "frame_texts_ja": ["1. 最初から私の依頼を叶える気なんて\n2. なかったんじゃない", "", "1. あなたの本当の依頼なら\n2. 叶えましたよ", "1. え...?\n2. 枢さんっ", "1. ありがとうございました!\n2. おかげで\n3. 後悔なくお姉ちゃんを送れます", "1. あの...\n2. これ", "1. お借りした化粧筆\n2. お返しします"], "frame_texts_en": ["1. you were not going to stop her...\n2. ...from the beginning.", "", "1. Please don't worry.\n2. I complied with your wish.", "1. my wish?\n2. Kururu-san!", "1. thank you very much!\n2. The makeup brushes youlent me.\n3. i can say farewell to my sister without regret", "1. and ...\n2. I...", "1. I'll give these back to you.\n2. The makeup brushes youlent me."]}, {"page_number": 31, "frame_descriptions": [" In the image, a man and woman are standing close together. The man is wearing glasses and has short hair while the woman", " A man and a woman stand close together, looking at each other with serious expressions. The background is blurred but suggests an", " In the frame, a character is shown in close-up from behind. The person appears to be looking at something offscreen", " The frame shows a close-up of the girl's face, with her eyes closed and an expression that suggests she is", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " In the current frame, a character is shown speaking to another. The first character has dark hair and appears surprised or shocked by"], "frame_texts_ja": ["1. !\n2. それ..", "1. これは貴女のものですよすずめさん\n2. ?\n3. 貴女に贈ろうとしていた誕生日プレゼントです", "1. 貴女に贈ろうとしていた誕生日プレゼントです", "1. ......お姉ちゃん\n2. が...?", "1. 貴女に贈ろうとしていた誕生日プレゼントです", "1. きっと夕食を共にするときに渡そうとしていたんですね"], "frame_texts_en": ["1. !\n2. oh", "1. These brushes belong to you, Suzume-san.\n2. ?\n3. Tsubame-san was going to give these to you as birthday present.", "1. Tsubame-san was going to give these to you as birthday present.", "1. a present\n2. from my sister ...?", "1. Tsubame-san was going to give these to you as birthday present.", "1. she was probably going to hand these to you during the dinner"]}, {"page_number": 32, "frame_descriptions": [" A man and a woman stand side by side, looking at something off-panel with serious expressions. The background suggests an indoor", " In the frame, a character is shown holding an object with both hands. The background features what appears to be grass and flowers", " In the manga frame, a young man with short hair and glasses is seen in profile. He appears to be deep in", " The frame shows a woman in the foreground, looking down at her hands clasped together. In the background is another character", " The girl, now with a determined expression on her face and holding the puppy close to herself, walks towards an unknown destination", " A young man with short hair stands in a room, looking serious and contemplative. "], "frame_texts_ja": ["1. 車外から見つかって\n2. お姉さんの遺品としてこちらで預かっていました", "1. 事故にあった中でも\n2. これだけは奇跡的に無傷だったんです", "", "1. きっと\n2. お姉さんが守ってくれていたんですね", "", ""], "frame_texts_en": ["1. the police found them,\n2. and we were keeping them.", "1. This box was the only thing\n2. that was undamaged in that terrible accident", "", "1. Maybe\n2. it was protected by your sister.", "", ""]}, {"page_number": 34, "frame_descriptions": [" The image shows a black and white manga panel with no visible characters or actions. ", " A group of people, possibly colleagues or friends in a professional setting. One person is standing with their back to the camera while", " The frame shows a close-up of the girl's face, with her eyes looking upwards and to the left.", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. She notices", " The frame shows a close-up of the girl's face, with her eyes looking upwards and to the left.", " In the image, a man in formal attire stands confidently on stage. He is speaking into an open microphone and", " In the current frame, a character is shown sitting on a bench with their legs crossed. They are wearing black boots and appear"], "frame_texts_ja": ["", "1. .....私はお礼なんて言わないから\n2. 貴女も強情ですねぇ\n3. アンタが大きなお世話なのよッ\n4. ハイハイ\n5. .....なんで\n6. アンタはこんな仕事やってるの\n7. 毎日毎日誰かの泣き顔見て\n8. よくも知らない人にお悔やみの言葉なんてかけて", "1. しんどくない?", "1. アンタはこんな仕事やってるの\n2. 毎日毎日誰かの泣き顔見て", "", "1. 毎日毎日誰かの泣き顔見て\n2. よくも知らない人にお悔やみの言葉なんてかけて", "1. ...そうでもないですよ"], "frame_texts_en": ["", "1. i won't thank you...\n2. you are so stubborn\n3. None of your business!\n4. OkayOkay\n5. why ...\n6. why do you do this kind of work?\n7. everyday, you see others crying...\n8. ...And express sympathy to people they don't know...", "1. don't you feel tired?", "1. why do you do this kind of work?\n2. everyday, you see others crying...", "", "1. everyday, you see others crying...\n2. ...And express sympathy to people they don't know...", "1. not really"]}, {"page_number": 35, "frame_descriptions": [" A young man with spiky hair stands confidently, looking directly at the viewer. He is wearing a suit and", " The frame shows a close-up of an anime character with short hair, looking intently to the side. ", " The frame shows a close-up of the girl's face, with her eyes closed and smiling as she pets the pupp", " The frame shows a close-up of the girl's face, with her eyes closed and smiling as she hugs the", " The frame shows a close-up of an anime character's face, with the eyes closed and hands clasped together in"], "frame_texts_ja": ["1. 貴女は", "1. 笑顔になれるでしょう?", "1. ...ホント\n2. おせっかいな葬儀屋さん", "", "1. ...ありがと"], "frame_texts_en": ["1. at least", "1. I can help you smile, right?", "1. that's\n2. none of your business", "", "1. but thanks"]}, {"page_number": 0, "frame_descriptions": [" The image shows a black and white manga panel with text. In the foreground, there is an urban street scene at", " The frame shows a close-up of an open mouth, with sharp teeth visible. A hand is holding the lips apart to", " In the image, a large creature with sharp teeth and claws is depicted in an urban setting. It stands prominently", " In the frame, a character is shown in profile view. The text above and below this image suggests that they are receiving some"], "frame_texts_ja": ["1. 文明開化の音が響き", "1. 闇夜の帳が払われるとて", "1. 悪鬼羅刹の絶えることなし", "1. 否\n2. 人の灯が世を覆うほど\n3. 悪鬼の源たる妄執は世に蔓延るのだ"], "frame_texts_en": ["1. The sound of the opening of civilization howls", "1. The veil of night is swept away", "1. But no end to the evil spirits", "1. no.\n2. the more \"hope\" covers the world ...\n3. the demons deeprooted obsessions spreads across this world."]}, {"page_number": 1, "frame_descriptions": [" A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " The frame shows a close-up of an animated character with short hair, appearing to be in distress or pain. ", " In the frame, a character is shown with their arm extended outward. The background features an explosion of light and energy em", " In the frame, a character is shown in close-up with their face obscured by shadows. They are holding an object", " A man in a military uniform stands with his back to the viewer, holding what appears to be an explosive device.", " The image shows a large, menacing creature standing in front of an imposing building. A smaller figure with glowing eyes"], "frame_texts_ja": ["1. 呉葉\n2. ...", "1. ...御意", "", "1. そのための\n2. 我ら羅刹狩り", "1. 羅刹狩り討伐士\n2. 在藤宏也", "1. 推して参る"], "frame_texts_en": ["1. Kureha\n2. ...", "1. ..Yes, sir.", "", "1. that is why\n2. we demon hunters exist.", "1. I, \n2. hiroya arifuji,", "1. shall welcome the demons myself."]}, {"page_number": 2, "frame_descriptions": [" A young girl with short hair sits alone on a swing in an abandoned park, looking sad and lost in thought. "], "frame_texts_ja": ["1. \n2. 朽鷹みつき"], "frame_texts_en": ["1. Demon hunting\n2. mitsuki kuchitaka"]}, {"page_number": 3, "frame_descriptions": [" The image shows a black and white manga panel featuring an urban night scene with three characters. On the left, there is", " Two men in military uniforms stand side by side, looking serious and focused. ", " The frame shows a large, ornate clock tower with multiple levels and windows. A character is standing on the balcony of", " In the image, a character is shown with an expression of surprise or shock. The text in Japanese suggests that this could be"], "frame_texts_ja": ["", "1. また在藤の奴が一人でやっちまったらしい", "1. 辺りを漂う悪鬼の璋気\n2. なんという怨嗟だ\n3. よほど強力な悪鬼だったろうに", "1. しかし\n2. さすがは大陰陽師家出身の羅刹狩り"], "frame_texts_en": ["", "1. i heard that arifuji guy did it alone again.", "1. The spirit of demons drifting around...\n2. i can feel the grudge!\n3. must have been a pretty powerful one", "1. but...\n2. as expected from the demon hunter of the great onmyoji family"]}, {"page_number": 4, "frame_descriptions": [" A large, menacing creature with sharp teeth and claws dominates the frame. It appears to be in a state of", " In the image, there are two characters. One character is standing and appears to be speaking or gesturing towards another figure who", " In this frame, a character is shown in profile view. The person appears to be wearing some sort of uniform or costume with"], "frame_texts_ja": ["1. あの巨大悪鬼が丸焼けとは\n2. まさに鬼神の如き強さ", "1. おい本人に鬼神などと言ったら殺されるぞ\n2. 家族を悪鬼に喰われて以来\n3. 生粋の鬼嫌いだ", "1. だがあながち間違いじゃない\n2. あの眼\n3. 奴の心にゃ確かに鬼が巣食っとるよ"], "frame_texts_en": ["1. the giant demon's burned down to a crisp...\n2. his strength is demon like", "1. shut it. He'll kill you if he ever heard you say that.\n2. ever since his family was devoured,\n3. demons disgust him", "1. but you're right\n2. those eyes\n3. his spirit is that of a demon."]}, {"page_number": 5, "frame_descriptions": [" A close-up of a character's face, with text in the upper right corner. The expression on their face is", " A character, a young man with dark hair and glasses, is shown in the foreground. He appears surprised or shocked by", " A character is shown in a close-up, with their face obscured by shadows. They appear to be holding an object"], "frame_texts_ja": ["1. 心に鬼が巣食ったというならば...\n2. それはーー\n3. やっやめろ!", "1. それはーー\n2. やっやめろ!", "1. きっとあの日に違いない\n2. 和音を離せ!!"], "frame_texts_en": ["1. the origin of his \"demon\" spirits...\n2. it ...\n3. nooo! stop!", "1. it ...\n2. nooo! stop!", "1. must have come from that day.\n2. let go of kazune!!"]}, {"page_number": 6, "frame_descriptions": [" The frame shows a close-up of an animated character with exaggerated facial features, expressing shock or surprise. ", " The frame shows a close-up of an animated character with dark hair, wearing glasses and looking surprised or shocked. There is", " The frame shows a character with an intense expression, holding what appears to be a weapon. There is text in the image that", " A young girl with short hair is surprised by a sudden loud noise. Her eyes widen and she looks around, unsure", " In the current frame, a character is shown kneeling on one knee with their hands clasped together in front of them.", " In the image, a young man with spiky hair is kneeling on one knee in front of an older woman."], "frame_texts_ja": ["1. にい...\n2. さま...", "1. やめろ...", "1. 頼むやめてくれ...", "", "", "1. あっ..."], "frame_texts_en": ["1. bb...\n2. brother..", "1. Stop...", "1. don't...", "", "", "1. uh..."]}, {"page_number": 7, "frame_descriptions": [" In the image, a character is shown in an indoor setting with raindrops visible on windows. The text reads \"お", " A young man sits on a bench, looking contemplative and lost in thought. ", " The frame shows a close-up of an animated character's hand holding what appears to be a small, dark object.", " In the image, there are two characters. One character is a large black creature with sharp teeth and claws standing in front", " The frame shows a close-up of an animated character with intense eyes, appearing to be in the middle of some sort of"], "frame_texts_ja": ["1. ああっ...\n2. あああああああああ", "", "1. よくも\n2. よくも...", "1. 父上を...\n2. 母上を...", "1. 和音を...!!"], "frame_texts_en": ["1. ahhh ...\n2. aaaaaaaahhhhh", "", "1. ... dare you\n2. how dare you...", "1. father...\n2. mother...", "1. and kazune...!!"]}, {"page_number": 8, "frame_descriptions": [" The image shows a large, imposing monument with Chinese characters on it. It stands in the foreground against an overcast", " A young man stands in a desolate landscape, holding an axe and looking contemplative. ", " A police officer in a uniform stands with hands on hips, looking stern and focused. ", " In the image, a character is depicted with an intense expression. The text in Japanese reads \"I'm going to kill", " A character is shown holding a sword, with text in the upper right corner. The style of manga art and speech bub", " A young girl with short hair stands confidently, holding a sword and wearing an outfit that resembles traditional Japanese clothing."], "frame_texts_ja": ["", "", "", "1. やめにしないか\n2. このような墓参り", "1. 呉葉か", "1. そのような供え物..."], "frame_texts_en": ["", "", "", "1. let's stop it.\n2. visiting the dead like this", "1. kureha", "1. and such offerings ..."]}, {"page_number": 9, "frame_descriptions": [" A large, ornate room with a high ceiling. The floor is covered in candles and incense sticks that are lit", " The frame shows a character with dark hair, wearing what appears to be an officer's uniform. They are holding up their", " The girl, now with a determined expression on her face and holding the puppy close to herself. ", " The frame shows a large, imposing monument with an inscription on it. In the foreground is a character who appears"], "frame_texts_ja": ["1. 悪鬼を討つたびに\n2. 指を墓に供えるなど...!!", "1. ....\n2. 家族への手向けだ", "", "1. 璋気にまみれた墓前を見ろ\n2. これが手向けか...!"], "frame_texts_en": ["1. every demon you slay,\n2. you bring their fingers as offerings..!!", "1. ...I...\n2. ..dedicate these fingers to my family", "", "1. feel the oddness surrounding the tomb?!\n2. is this the way you show your respects...?!"]}, {"page_number": 10, "frame_descriptions": [" A male character with a surprised expression, his mouth open as if he's shouting or reacting to something. He has", " In the image, a male character with glasses is standing in front of another man who appears to be an officer or soldier.", " In the frame, a character is shown holding two swords crossed in front of them. The background appears to be dark and", " In the image, a man in armor stands on one side of an open door. He is holding his sword with both hands", " A male character with a surprised expression, looking to the side. He has spiky hair and is wearing what appears to"], "frame_texts_ja": ["1. 両親と妹の心が安らぐと思っているのか!?", "1. 呉葉\n2. 式神として代々の在藤当主に仕えできたお前には感謝している", "1. だが\n2. この手の傷と亡き家族に誓った仇討ち供養\n3. お前では止めることはできぬ", "1. 傷の疼きを知らぬ\n2. お前では", "1. 言ってくれる..."], "frame_texts_en": ["1. do you think your parents and your sister will be able to rest in peace?", "1. kureha\n2. I am truly grateful to you, serving and watching over my family for generations", "1. but...\n2. i swore to this scar on my hand and my deceased family. I will avenge.\n3. you can't stop me.", "1. you don't feel the throbbing of my wound\n2. you will never", "1. so be it..."]}, {"page_number": 11, "frame_descriptions": [" A young girl with short hair stands in a room, looking concerned and worried. ", " In the image, a young girl with short hair is standing in front of an open door. She appears to be looking out", " The frame shows a close-up of the girl's face, with her eyes closed and a content expression. She is", " The frame shows a close-up of an animated character, who appears to be male with short hair. He is wearing what"], "frame_texts_ja": ["1. 私とて\n2. 悪鬼が憎い", "1. あの日不意を突かれてお前たちを守れなかったこと\n2. 今でも悔しさに身を焼かれそうだ", "1. だが\n2. それ以上に不安なのだ", "1. 宏也\n2. お前の瞳が濁っていくのが"], "frame_texts_en": ["1. I..\n2. hate the demons as much as you do", "1. the day we were attacked, i couldn't protect all of you.\n2. even now, i'm overcome with the regret and pain.", "1. but...\n2. it's not my biggest concern", "1. my biggest concern is you, Hiroya\n2. your eyes are losing light by the day"]}, {"page_number": 12, "frame_descriptions": [" In the image, a young girl with short hair is shown in an outdoor setting. She appears to be speaking or listening int", " In the image, there are two characters. One character is a small creature with large eyes and antennae on its head", " In the image, a character is shown in an animated style with text bubbles. The central figure appears to be male and", " In the image, there are two characters. One character is a young girl with short hair and an expression of surprise or shock", " The frame shows a close-up of the girl's face, with her eyes closed and holding what appears to be an", " In the frame, a man in an elaborate costume stands confidently with his back to us. He is holding two swords"], "frame_texts_ja": ["1. なあ、宏也ーー", "1. 伝令!\n2. 伝令!", "1. どうした\n2. 悪鬼発生被害拡大中!", "1. 至急応援求ム!!\n2. 了解した\n3. 直ちに向かう\n4. くっ...", "1. ナオ尚ーー", "1. 対象ハ十年前ニ帝都ヲ襲撃シタ悪鬼ト同定\n2. 対象鬼号ーー"], "frame_texts_en": ["1. hey, hiroya", "1. BEEp\n2. beep", "1. what's wrong?\n2. demon alert! damage is spreading! seeking support!", "1. demon alert! damage is spreading! seeking support!\n2. copy that. \n3. we're on our way.\n4. ...", "1. furthermore", "1. the target has been confirmed identical with the demon which attacked the capital 10 years ago \n2. the demon's target ID is"]}, {"page_number": 13, "frame_descriptions": [" In the image, a large black creature with sharp teeth and claws stands menacingly over two people. The person on", " The frame shows a close-up of an anime character's face, with the text \"あなたのこと", " The frame shows a young woman with short hair, wearing an outfit that resembles traditional Japanese attire. She appears to", " The frame shows a man and woman in an intense conversation. They are standing close to each other, with the man gesturing", " In the image, a man in an officer's uniform is shown with his hand on his chin. He appears to be"], "frame_texts_ja": ["1. 華鏡丸", "1. 丸...\n2. 華鏡...筆鏡...", "1. ああ、宏也\n2. お前の眼は", "1. まるでーー\n2. 大本命だ\n3. 行くぞ呉葉", "1. 今宵、俺の悲願を果たす\n2. まるで鬼のようだ"], "frame_texts_en": ["1. Kakyomaru", "1. kakyo,,,\n2. maru", "1. hiroya...\n2. your eyes.", "1. it's like...\n2. big shot\n3. let's go, kureha", "1. tonight, i shall get my revenge\n2. a demon."]}, {"page_number": 14, "frame_descriptions": [" In the frame, a group of people are standing in front of an old building. They appear to be engaged in some sort", " In the frame, a character is shown in an action pose with their sword drawn. The background suggests they are on horseback", " In the image, a man in uniform is seen holding up his hand to block out light. He appears focused and determined as", " In the image, a character is shown in an animated style with text bubbles. The central figure appears to be speaking or", " In the image, a character is shown holding an object with both hands. The background features what appears to be celestial"], "frame_texts_ja": ["1. ばっ\n2. 馬鹿な...", "1. 精鋭の討伐士が一二人がかりだぞ...\n2. それが全滅だと...?", "1. こ、このーー", "1. 化け物め!!", "1. 化け物め!!"], "frame_texts_en": ["1. What\n2. impossible ...", "1. 12 elite demon hunters were hunting him down\n2. what do you mean they're all dead?", "1. ...you", "1. you monster!", "1. you monster!"]}, {"page_number": 15, "frame_descriptions": [" In the image, a man is shown in an intense action pose. He's holding his sword high and ready to strike", " A man in a white shirt and black pants is standing with his arms crossed, looking confident. He appears to be the main", " The frame shows a character with an open mouth, seemingly in the middle of speaking or singing. There is text overlaying", " In the image, a character is shown walking away from another. The first character's back to us as they stride forward", " The frame shows a character lying on the ground, seemingly unconscious or asleep. Another figure stands over them with an expression of concern"], "frame_texts_ja": ["1. 久々にに帝都に来てみれば", "1. まるで歯ごたえがない", "1. これでは喰い放題ではないか", "", "1. ひぐっ\n2. おや?"], "frame_texts_en": ["1. it's been a while since i've come to the capital", "1. merely a child's play.", "1. isn't it like a Buffet?", "", "1. guh!\n2. Oh?"]}, {"page_number": 16, "frame_descriptions": [" In the image, a young girl with short hair is depicted in an anime-style manga panel. She appears to be", " In the image, a man in an elaborate mask is standing over another person who appears to be unconscious or asleep. The setting", " The frame shows a character with an intense expression, holding what appears to be a weapon. There is text in the image that", " The frame shows a close-up of the girl's face, with her eyes closed and hand raised to block out light", " In the image, a muscular man with an intimidating expression is standing in front of another character. The text above him", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " In the image, a character is shown in mid-action with their arm extended outward. The text above this action reads"], "frame_texts_ja": ["1. 喰い残しか\n2. ひっ", "1. ここら一帯の人間は\n2. あらかた俺が喰い尽くした", "1. お前の家族も俺の腹の中だ\n2. 俺が憎いか?", "1. 憎め憎め\n2. 憎悪こそが俺をもっとも愉しませる", "1. ーーた\n2. 助けて...", "", "1. ふん\n2. 興醒めだ"], "frame_texts_en": ["1. must have slipped away from my plate\n2. huh..!", "1. the humans in this area ...\n2. i devoured them all.", "1. Your family is in my stomach, too\n2. you hate me?", "1. hate all you want\n2. hatred is the best entertainment for me", "1. ーhelp\n2. help me..", "", "1. hmph\n2. oh, kill-joy"]}, {"page_number": 17, "frame_descriptions": [" A man in a black and white manga panel is seen with his arm raised, holding what appears to be an object that", " The frame shows a character with an intense expression, holding what appears to be a weapon. There is text in the image that", " A character is shown in a dynamic pose, with their arm extended and hand open as if reaching out or about to throw something", " The frame shows a character in motion, with their hair flowing behind them. They are holding an object that appears to be gl", " In the frame, a character is shown with an open mouth and wide eyes. The text above reads \"嘻っ"], "frame_texts_ja": ["", "", "", "", "1. 何奴!?"], "frame_texts_en": ["", "", "", "", "1. who are you?"]}, {"page_number": 18, "frame_descriptions": [" A close-up of a manga panel showing an animated character with short hair, wearing glasses and holding what appears to be", " In the image, a man in an elaborate costume stands confidently on stage. He is holding up his sword and appears to", " A character with a sword in hand is shown, seemingly preparing for battle. Another figure approaches from the right side of the frame", " In the frame, a character is shown with their back to us. They are holding up an object that appears to be some"], "frame_texts_ja": ["1. 羅刹狩り討伐士\n2. 在藤宏也", "1. 十年待った家族の仇だ\n2. お前は俺が地獄へ送ってやる", "1. 華鏡丸!!", "1. 在藤...?"], "frame_texts_en": ["1. demon hunter\n2. hiroya arifuji", "1. i have waited 10 years to wreak vengeance on you\n2. I'll send you to hell", "1. kakyomaru!!", "1. arifuji..?"]}, {"page_number": 19, "frame_descriptions": [" In the image, a man in an orange suit is standing next to another person who appears injured. The scene takes place out", " The frame shows two characters in a heated confrontation. One character is pointing accusingly at the other, who appears defensive and", " In the image, a man with an intense expression is shown. He appears to be in motion or reacting strongly towards something", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " A character with a large, menacing face and sharp teeth is shown in close-up. The text above the image reads"], "frame_texts_ja": ["1. お前\n2. あの在藤か!!", "1. 十年前に喰い残した小童が\n2. 随分と旨そうになりおった", "1. うれしくて涎が止まらんぞ", "1. 在藤ぃ...\n2. 呉葉", "1. 御意"], "frame_texts_en": ["1. you're\n2. \"the\" arifuji?!", "1. The little kid I forgot to devour 10 years ago\n2. you've become quite a tasty meal.", "1. ohhmy mouth won't stop watering", "1. arifujii\n2. kureha", "1. yes, my lord"]}, {"page_number": 20, "frame_descriptions": [" A close-up of a character's face, showing an intense expression with their eyes closed and mouth slightly open. The", " A man with a muscular build is shown in the foreground, flexing his muscles. In the background, another character", " In the image, a character is shown in mid-action with their arm extended outward. The background features an abstract design", " In the frame, a character is shown with their hands on either side of their face. The expression suggests confusion or contemplation"], "frame_texts_ja": ["", "1. ぐおっ\n2. おおおおおおおおお!?", "1. 貴様を葬るために身につけた呉葉の「極焔」\n2. その痛み容易には引かんぞ", "1. 十年前に刻まれたこの手の傷\n2. この疼きがおさまるまで"], "frame_texts_en": ["", "1. guh!\n2. aaaaahhhhhh!?", "1. kureha acquired this skill \"Goku-en\" in order to  defeat you.\n2. the pain won't be easy to get rid of", "1. this wound was carved on to my hand 10 years ago\n2. until the throbbing fades"]}, {"page_number": 21, "frame_descriptions": [" The image shows a black and white manga panel with an action scene. A character is depicted in the foreground, holding", " The frame shows a male character with spiky hair, wearing what appears to be armor or battle attire. He is", " The frame shows a character in the foreground, seemingly being attacked or confronted by another figure. There is text overlay", " In the frame, two characters are engaged in a heated confrontation. One character is holding up their fist as if ready to"], "frame_texts_ja": ["1. 思う存分味わうがいい!!", "1. 宏也興奮しすぎだ少し落ち着け\n2. 相手は十年前に私とお前の父の不意をついた狡猾な悪鬼だ", "1. 気をつけーー", "1. 一一一一!?"], "frame_texts_en": ["1. take this!!", "1. Hiroya, you're using too much energy.calm down.\n2. the thing in front of you took both your father and i by surprise.he's pure evil.", "1. be careful...", "1. ?!?!?!"]}, {"page_number": 22, "frame_descriptions": [" A character is shown in a dynamic pose, with their fist raised and ready to strike. The background suggests an intense battle scene", " In the image, a character is shown in mid-action with their sword drawn. The background features another figure who appears to", " The frame shows a character in the midst of an intense battle, surrounded by swirling energy. ", " The frame shows a close-up of the girl's face, her eyes closed in contentment as she hugs the", " The frame shows a character in the foreground, seemingly defeated or overwhelmed by an unseen force. In the background, another", " A character with a mask and cape is speaking to another person, who appears surprised or shocked by the conversation. The text"], "frame_texts_ja": ["", "1. 心配無用", "1. 十年越しの怒り\n2. そう容易くはない", "", "1. かっ...", "1. かかかっ\n2. かかっ\n3. よくぞ..."], "frame_texts_en": ["", "1. no worries.", "1. ten years of hatred\n2. it's not that easy to conquer", "", "1. ka...", "1. kah! kah!\n2. kakaka!\n3. well well"]}, {"page_number": 23, "frame_descriptions": [" A muscular man with a cape stands confidently, flexing his muscles. He is the central figure in this frame", " The frame shows a character with dark hair, who appears to be in distress or fear. Another figure is present but only the", " The frame shows a character in an outfit that resembles military or police attire, standing with hands on hips. There", " In the frame, a character is shown in close-up from behind. The text on this page appears to be Japanese and"], "frame_texts_ja": ["1. よくぞここまで\n2. 憎しみを育てた", "1. あの時唾を付けるにとどめた甲斐があった", "1. まさに最高の食材", "1. 在藤...\n2. 俺はお前を最高の方法で喰らいたい"], "frame_texts_en": ["1. oh  my\n2. you nurtured your hatred well!", "1. At that time, it was worthwhile to hold back", "1. the best treat.", "1. arifuji\n2. i want to devour you in the best way possible."]}, {"page_number": 24, "frame_descriptions": [" A person in a black and white manga panel is standing with their back to the viewer, holding onto what appears to", " The frame shows a character with an expression of surprise or shock, surrounded by what appears to be some sort of explosion. There", " In the frame, a character is shown in close-up with their back to us. They are holding an object that appears", " The frame shows a young girl in traditional Japanese attire, standing with her hands on hips. She appears to be looking off", " In the image, a young man with spiky hair is seen wearing an officer's uniform. He appears to be", " In the current frame, a male character with short hair is shown in mid-yell. He appears to be expressing"], "frame_texts_ja": ["1. ふん\n2. その願い", "1. 決して叶わぬと知れ!", "1. ならば\n2. こういう趣向はどうだ?", "1. 兄さま...", "", "1. 幻術で妹を...まずい!\n2. 宏也!!"], "frame_texts_en": ["1. hmph\n2. that wish", "1. will never come true!", "1. in that case,\n2. how's this to your liking?", "1. brother...", "", "1. giving an illusion of his sister...damn it!\n2. hiroya!!"]}, {"page_number": 25, "frame_descriptions": [" A young man with short hair stands in a room, looking serious and contemplative. ", " The frame shows a close-up of an animated character with dark hair, wearing glasses and looking surprised or shocked. ", " In the frame, a character is shown wearing an officer's hat and uniform. The text in Japanese reads \"I will", " The frame shows a man in an action pose, holding what appears to be a weapon. He is shouting or calling out with", " A female character with short hair, wearing a white tank top. She appears to be in motion or reacting strongly as she", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if"], "frame_texts_ja": ["", "", "1. 戯けが", "1. そのような惑わしに\n2. 今さら俺の刀は鈍らぬ", "1. 幻術とはいえ妹の顔を...\n2. 凄まじき意志...!", "1. しかしーー"], "frame_texts_en": ["", "", "1. stupid", "1. that sort of idiocity\n2. not nearly enough to slow down my sword", "1. fake, yes, but slicing his own sister's face..?\n2. such will..!", "1. but..."]}, {"page_number": 26, "frame_descriptions": [" The image shows a black and white manga panel with two characters. One character is holding up their fist, appearing to be", " A character with a surprised expression, hands on head. ", " The frame shows a character with short hair, wearing glasses and holding what appears to be an umbrella. They are looking", " The frame shows a young girl with short hair, who is now laughing heartily. Her eyes are closed and she appears to", " The frame shows a male character with spiky hair, wearing what appears to be an officer's uniform. He is", " The frame shows a close-up of an animated character's face, with the eyes closed and mouth slightly open as if"], "frame_texts_ja": ["1. こうも躊躇いなくーー!?", "1. キヒッ\n2. キヒヒッ", "1. いいぞ在藤\n2. 最高だ!!", "1. お前の妄執\n2. 最高に旨そうだ!!", "1. これは妄執などではない!\n2. これは義!\n3. 家族への義だ!!", ""], "frame_texts_en": ["1. without a hint of hesitation?!", "1. khee hee!\n2. hee hee hee!", "1. good, arifuji\n2. this is great!", "1. Your obsession\n2. It's awfully appealing", "1. this isn't about obsession!\n2. this is about justice!\n3. for my family!", ""]}, {"page_number": 27, "frame_descriptions": [" A young girl with short hair stands in a dark room, looking determined and focused. She holds up her hand to block out", " In the image, two characters are depicted in a manga-style panel. The character on the left appears to be male", " In the frame, a character with an eye patch is shown in close-up. The text above and below reads \"あ", " The frame shows a close-up of the girl's face, with her eyes closed and an expression that suggests she is"], "frame_texts_ja": ["1. どの口で家族愛を語る\n2. 妹の姿をここまで切り刻める者が", "1. 在藤\n2. 見ろ\n3. 俺だけを見ろ", "1. お前の妄執\n2. 俺にすべて曝け出せ", ""], "frame_texts_en": ["1. who are you to speak of love?\n2. you slashed your sister's body to this extent.", "1. arifuji\n2. look.\n3. just look at me.", "1. your blind obsession\n2. expose everything to me.", ""]}, {"page_number": 28, "frame_descriptions": [" A man in a black and white manga panel is seen holding his head, possibly distressed or overwhelmed. The next frame", " A young woman with short hair is shown in a dramatic pose, her mouth open as if screaming or shouting. She appears to", " A young girl with short hair is surprised by a small puppy approaching her. She looks shocked and slightly scared, as the", " In the frame, a character is shown with their back to us. They are holding an object that appears to be on fire", " The frame shows a close-up of the girl's face, with her eyes wide open in shock or surprise. Her", " In the manga frame, a character with dark hair and glasses is depicted. The text in Japanese above them reads \"I", " The frame is a close-up of an anime character with spiky hair, wearing glasses. They are speaking in Japanese"], "frame_texts_ja": ["1. くっ\n2. おっ...", "1. おおおおおおおおーー！！", "1. 宏也\n2. 一体どうした!?", "1. これはーー\n2. 璋気が古傷に吸い込まれている!?", "", "1. 俺は在藤をーー\n2. 最高の方法で喰らいたい", "1. おのれ..."], "frame_texts_en": ["1. guh!\n2. wha...", "1. a a a a a a a h h h h h h h h h h h h h h h h h h h h !!", "1. hiroya\n2. what the hell is going on?", "1. this is...\n2. the  devilish air is being sucked in to his scar!?", "", "1. i want to devour arifuji --\n2. in the best way possible", "1. son of a..."]}, {"page_number": 29, "frame_descriptions": [" The frame shows a male character with an exaggerated expression of shock or surprise, his mouth wide open as if he's", " A character with a surprised expression, looking upwards. The text above the head reads \"彼は、その", " In the manga frame, a character is shown holding up two fingers in front of another person. The text above reads \"", " In the image, a character is shown with an intense expression. The text in Japanese reads \"I'm sorry! I"], "frame_texts_ja": ["1. 宏也を悪鬼に堕とすつもりか!!", "1. 華鏡丸ーー!!", "1. 情念がもっとも熱を帯びるのは人がそれに呑まれた瞬間だ\n2. 宏也私の声を聞け!\n3. 憎悪の刃が俺を貫き復讐の妄執がお前を支配したときーー", "1. お前は悪鬼となり果て俺と一つになるのだ在藤ぃ!!\n2. しっかりしろ宏也!"], "frame_texts_en": ["1. you're planning to turn hiroya into a demon!", "1. kakyomaru--!!", "1. people get so indulged in their obsession when they are taken over by it.\n2. Hiroya Listen to my voice!\n3. When the blade of hatred pierces me and the obsession for revenge dominates you--", "1. you will become a demon... and become one with me...arifuji!!\n2. hang in there, hiroya!"]}, {"page_number": 30, "frame_descriptions": [" The frame shows a close-up of an animated character with dark hair, making a surprised or shocked facial expression. ", " A man in a black and white suit stands confidently, with his arms crossed. He is speaking to another person who appears", " The frame shows a muscular man in the foreground, flexing his muscles. In the background is another character who appears", " In the frame, a character is shown with an intense expression. The text in Japanese reads \"I'm not going to", " The frame shows a character with an intense expression, holding what appears to be the severed head of another creature. There is", " The frame shows a close-up of an animated character with their mouth open, seemingly in the middle of speaking or shouting.", " The frame shows a close-up of an object with Japanese text on it, which appears to be some sort of sign or"], "frame_texts_ja": ["", "1. おおおおおおおおおおーー!!", "1. そうだ来い\n2. 次の一太刀だ", "1. 次の一太刀でーー", "1. 妄執ごと\n2. お前を喰らってやる!!", "1. あああああ", ""], "frame_texts_en": ["", "1. ooooo!", "1. that's it. come on.\n2. the next sword, the glory.", "1. with the next sword...", "1. obsession.\n2. i'll eat you!", "1. aaaaaahh!", ""]}, {"page_number": 31, "frame_descriptions": [" A large, menacing creature with sharp teeth and claws looms over a young girl who is screaming in fear. The", " The frame shows a close-up of an animated character with large, expressive eyes. This could be the main focus or", " The frame shows a character with an intense expression, holding their head in hands. ", " The frame is a close-up of the character's face, showing an expression that appears to be one of shock or"], "frame_texts_ja": ["", "", "1. ぐっ...", ""], "frame_texts_en": ["", "", "1. unh...", ""]}, {"page_number": 32, "frame_descriptions": [" In the frame, a character is shown with their back to us. They are holding an object that appears damaged or broken in", " A close-up of a character's face, with an intense expression and wide eyes. The text in the image is", " The frame shows a close-up of the girl's face, with her eyes wide open and mouth slightly agape.", " In the frame, a character is shown kneeling on one knee with hands clasped together in front of another standing figure."], "frame_texts_ja": ["", "1. あっ", "1. くれ\n2. はっ...", "1. あ...\n2. ああっ\n3. あああああああああああーー!!"], "frame_texts_en": ["", "1. ah!", "1. kure...\n2. hmg..", "1. uh...\n2. ahh!\n3. aaaaaaaaaaaaaaaaaah !!"]}, {"page_number": 33, "frame_descriptions": [" A character with a large, expressive face is shown in close-up. The text above the image reads \"おは", " In the image, a character is lying on their stomach with arms stretched out. The text above them reads \"I'm", " The frame shows a close-up of the girl's face, with her hand gently placed on it. She appears to", " The frame shows a close-up of the girl's face, with her eyes closed and hands gently holding onto something."], "frame_texts_ja": ["1. 興醒めだ", "1. 式神風情が悪あがきを\n2. 身を挺して主の気を俺から逸らしたか\n3. まあいい...", "1. さっさと堕ちろ\n2. 羅刹狩り\n3. 十年前につけた呪い\n4. そう簡単に取れるものではない", "1. 十年前につけた呪い\n2. そう簡単に取れるものではない"], "frame_texts_en": ["1. killjoy", "1. fighting for your master, but in vain...\n2. sacrificing yourself for loyalty\n3. well..", "1. fall to the dark side\n2. demon hunter\n3. the curse i put on you ten years ago\n4. it's not something that you can easily get rid of", "1. the curse i put on you ten years ago\n2. it's not something that you can easily get rid of"]}, {"page_number": 34, "frame_descriptions": [" A group of people, including a child and an adult woman with short hair. They appear to be in distress or concern as", " A young girl with short hair stands in a room, looking surprised and slightly confused. ", " In the frame, a group of people is gathered in what appears to be an indoor setting. One individual stands out with their", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if", " In the manga frame, a group of characters is gathered around an object on the ground. One character appears to be speaking"], "frame_texts_ja": ["", "", "1. 父上\n2. 母上\n3. 和音...", "1. どうしたのです?\n2. 鬼の面などつけて", "1. そんなもの取って\n2. 早くお顔を..."], "frame_texts_en": ["", "", "1. father.\n2. mother. \n3. kazune..", "1. what's the matter?\n2. wearing masks like that", "1. take it off.\n2. please show me your fac....."]}, {"page_number": 35, "frame_descriptions": [" A man in a black mask stands with his back to the viewer, holding two guns and pointing them at several people who", " A young man with spiky hair stands in a dark room, looking surprised and confused. ", " In the manga frame, a character is seen with an intense expression on their face. They are holding up what appears to", " The frame shows a close-up of an animated character with dark hair, wearing glasses and looking surprised or shocked. "], "frame_texts_ja": ["", "", "1. お...に...\n2. お、お前は...", "1. 鬼...殺す!"], "frame_texts_en": ["", "", "1. de..mon..\n2. you're...", "1. Demon ... kill!"]}, {"page_number": 36, "frame_descriptions": [" In the image, a young man is seen running through an open field. He appears to be in motion and looking back over", " In the image, a young man with spiky hair is seen in an animated style. He appears to be shouting or", " The frame shows a character with an outstretched arm, reaching towards something or someone off-panel. There is text in", " A character with a surprised expression, mouth open as if shouting or calling out. The background is dark and indistinct,", " A young man with a determined expression stands in front of an open door, ready to face whatever lies beyond. "], "frame_texts_ja": ["1. ーーー！？", "1. や、やめろ!", "1. はっ...\n2. はな、\n3. せ...", "", "1. だめだ..."], "frame_texts_en": ["1. ---!?", "1. no, no!", "1. g..\n2. get off ...\n3. get off of...", "", "1. I can't..."]}, {"page_number": 37, "frame_descriptions": [" A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " The frame shows a close-up of an anime character's face, with the eyes closed and mouth slightly open. ", " A character is shown from behind, wearing a white shirt with black text. The person appears to be in distress or pain as", " The frame shows a character with an exaggeratedly large head, seemingly in distress or discomfort. They are holding onto their"], "frame_texts_ja": ["1. 呑み込まれーー", "", "", "1. こ\n2. の"], "frame_texts_en": ["1. i'm falling...", "", "", "1. y...\n2. ...you"]}, {"page_number": 38, "frame_descriptions": [" The image shows a black and white manga panel with two characters. One character is on the left, appearing to be in", " In the image, a character is shown with an intense expression and raised fists. The background features what appears to be spl", " The frame shows a close-up of an animated character with their mouth open, seemingly in the middle of speaking or shouting.", " In the image, a young girl with short hair is seen holding onto her skirt as she looks up at another character. The", " The frame shows a character with their back to the viewer, looking at something off-panel. They appear focused and determined", " The frame shows a close-up of the girl's face, her eyes wide and mouth slightly open as she looks up", " In the image, a character is shown with an expression of surprise or shock. The text in Japanese suggests that something unexpected has"], "frame_texts_ja": ["1. 痴れ者がぁ!!", "1. がっ...あ!?", "1. くだらん呪いなんぞに引っかかりおって", "1. それでも在藤家の嫡男か!!", "1. 馬鹿な\n2. 斬られた貴様がなぜ...!", "1. …\n2. ははっ", "1. なぜ?おかしなことを聞く\n2. ー!?"], "frame_texts_en": ["1. bastard!!", "1. ga!", "1. falling for the curse like that..!", "1. and you call yourself the rightful bloodline of house arifuji??", "1. impossible\n2. you got slashed!", "1. ...\n2. ha, ha.", "1. why, you say?such a funny question\n2. --!?"]}, {"page_number": 39, "frame_descriptions": [" A young woman with short hair is shown in a close-up, looking determined and focused. She appears to be preparing for", " The frame shows a character with short hair, appearing surprised or shocked. There is text in the upper right corner of this image", " In the image, two characters are engaged in a conversation. One character is standing with their arms crossed and appears to be listening", " In the image, a character with dark hair is shown in close-up. The person appears to be reacting strongly or", " In the frame, a character with an intense expression is shown in close-up. The text above them reads \"I'", " A male character with a cape stands confidently, looking to the side. His posture suggests he is prepared for action"], "frame_texts_ja": ["1. 主の危機に\n2. 一太刀程度で寝ていられるか", "1. 傷口を\n2. 焼いたーー!?\n3. 気付けだ", "1. まあ...\n2. 少々堪えたがな", "1. く...くれは...", "1. 正気に戻り始めている\n2. おのれ...", "1. 式神如きが\n2. 百年を生きるこの華鏡丸の邪魔をするか!!"], "frame_texts_en": ["1. how can i be absent\n2. for my master's crisis", "1. she's burning..\n2. her wound--!?\n3. healing hack", "1. well...\n2. it was a pretty big blow, though...", "1. ku..kureha...", "1. oh no ...he's gaining back his sanity\n2. you ", "1. the likes of you...\n2. i'm kakyomaru, a century's worth like You do no to interfere with me!!"]}, {"page_number": 40, "frame_descriptions": [" In the frame, a character is shown with an intense expression. The background features what appears to be debris or rubble flying", " The frame shows a close-up of an adult male character with short hair, wearing glasses. He appears to be in deep", " The frame shows a character with short hair, looking surprised or shocked. They are in the foreground of an image that appears", " In the image, a young man with short hair is kneeling on one knee next to an older woman who appears frail"], "frame_texts_ja": ["", "1. 単独でもここまでの術行使を\n2. 百年?", "1. 百年程度で調子づくなよ華鏡丸\n2. こちとら平安の世より式神を続けて千年だ\n3. 力でお前に劣るとしても", "1. この愛は\n2. 妄執などに負けはせぬ"], "frame_texts_en": ["", "1. so much  power coming from him solely\n2. a century?", "1. don't get too carried away for a hundred years.\n2. i've been the house god for a millenium, since the heian era\n3. you may be superior in power", "1. this love...\n2. will not lose to obsession"]}, {"page_number": 41, "frame_descriptions": [" In the image, a young man and woman are seen in an embrace. The text \"あなたは、私の", " A character with short hair is shown in a close-up, looking surprised or shocked. The text above the image appears to", " In the frame, a character is shown with their back to us. They are holding up an object that appears to be broken", " In the image, a group of people is gathered in what appears to be an outdoor setting. The central figure seems to have"], "frame_texts_ja": ["", "1. 妄執はあらゆる想いを覆ってしまう\n2. そんなものに呑まれるんじゃない", "1. 私を見ろ\n2. 私を感じろ\n3. この身に刻まれた匂いで家族のことを思い出せ", "1. ゆめゆめ忘れてくれるな\n2. その心にあった想いを"], "frame_texts_en": ["", "1. obsession can take over all kinds of thoughts\n2. don't give in to such things", "1. look at me.\n2. feel me. \n3. breathe in this inscribed smell and remember your family", "1. you can't have forgotten\n2. the thoughts you had in your heart"]}, {"page_number": 42, "frame_descriptions": [" A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " A young girl with short hair sits alone on a swing in the park, looking sad and lost in thought. ", " In the image, a character is shown in an intense action pose. The background suggests they are on some sort of rooft", " The frame shows a close-up of the girl's face, her eyes closed in contentment as she hugs the"], "frame_texts_ja": ["1. そして...", "", "1. くだらん...", "1. 許さんぞ\n2. このような茶番"], "frame_texts_en": ["1. remember...", "", "1. bollocks..", "1. this is \n2. unacceptable"]}, {"page_number": 43, "frame_descriptions": [" The frame is a close-up of an explosion with black and white coloring. There are no characters or actions described in", " The frame shows a character with an exaggeratedly large head, wearing what appears to be armor or protective gear. This is", " In the frame, a character is shown with an intense expression. The text in Japanese reads \"I'm not going to", " A young man with a sword stands confidently in front of an ominous cave entrance, ready to face whatever lies within"], "frame_texts_ja": ["", "1. ーっ!?", "1. 華鏡丸\n2. 悪いが...", "1. ここからは\n2. お前の一人相撲だ"], "frame_texts_en": ["", "1. what?", "1. kakyomaru\n2. don't feel bad", "1. but from here on\n2. you'll be battling against nothing but yourself"]}, {"page_number": 44, "frame_descriptions": [" A young man with short hair is shown in a classroom setting, looking at the camera. He appears to be speaking or presenting", " A character with a sword in hand, looking determined and focused. ", " In the frame, a character is shown in profile view. The text above and below this image contains Japanese characters that are likely", " In the image, a character is shown with their back to us. They are holding an object that appears to be made of", " The frame shows a character with dark hair, wearing glasses and holding what appears to be an object that resembles a weapon", " The frame shows a close-up of an animated character with surprised eyes, looking upwards. There is text in the upper", " The frame shows a character with an open mouth, expressing surprise or shock. A speech bubble contains Japanese text above the head"], "frame_texts_ja": ["1. すまない呉葉\n2. 傷...痛むか\n3. 証めるな\n4. ここで踏ん張れぬほど柔な鍛え方はしておらん", "1. そうかならーー\n2. 頼む", "1. お、おい待て待て\n2. 何をするつもりだ", "1. まさかーー\n2. 御意", "1. やめーー", "1. ぐっ...", "1. おあーー!!"], "frame_texts_en": ["1. sorry, kureha\n2. you must be in so much pain\n3. don't underestimate me.\n4. i wasn't that soft training on myself, you know", "1. well... then...\n2. now", "1. wait\n2. what are you doing", "1. wait...\n2. yes, sir", "1. stop!", "1. unh...", "1. aaaahhhhhhhhhhhhhhhh!!!!"]}, {"page_number": 45, "frame_descriptions": [" The image shows a black and white manga panel with two characters. On the left, there is an older man standing upright", " In the frame, a character is shown holding an object with both hands. The background features another similar item floating in mid-", " The frame shows a male character with spiky hair, wearing glasses and looking down at the ground. He appears to be", " The frame shows a character with an exaggeratedly large head, wearing what appears to be traditional Japanese clothing. This character is", " The frame shows a character with an intense expression, holding up their fist. There is text in the image that reads \"こ", " A character in a costume stands confidently, holding what appears to be an object of significance. The text above the image is"], "frame_texts_ja": ["1. ああ...", "1. 呪いがーー\n2. 境気が\n3. 妄執が燃えていく...", "1. もったいない", "1. もったいないもったいない\n2. もったいないもったいないもったいない...", "1. おのれぇぇえええええ!!\n2. この上なき憎悪を果てしなき怨睦を", "1. 極上の妄執を\n2. お前が無駄にしたものの味"], "frame_texts_en": ["1. oh, god.", "1. the curse...\n2. the evil spirit\n3. the obsession, it's burning away...", "1. what a waste.", "1. what a waste. what a waste.\n2. what a waste, what a waste, what a waste...", "1. damn you!\n2. all the splendid hatred", "1. the wonderful obsession...\n2. you've wasted all my precious food"]}, {"page_number": 46, "frame_descriptions": [" The image shows a black and white manga panel with two characters. One character is standing in the foreground, holding what", " A young man with spiky hair is shown in a dramatic pose, holding up his fist as if ready to fight.", " In the image, a character is shown speaking to another. The speaker has their mouth open as if in mid-sentence", " The frame shows a character in motion, running through an open space with their arms outstretched. They appear to be shouting", " In the frame, a character is shown holding an object with both hands. The background appears to be dark and blurred,"], "frame_texts_ja": ["1. とくと\n2. 味わうがいい！！", "1. 妄執の味なら\n2. もう知った", "1. 痛みを忘れて憎悪に酔うのは\n2. 確かに甘美だったぞ華鏡丸", "1. だが", "1. もうやめだ"], "frame_texts_en": ["1. do ...\n2. have a little taste!!!", "1. i already know\n2. that taste of obsession", "1. getting drunk in hatred, and forgetting the pain\n2. indeed it was sweet and easy, kakyomaru", "1. but...", "1. I won't fall for it"]}, {"page_number": 47, "frame_descriptions": [" The image shows a black and white manga panel with two characters. One character is standing, holding what appears to be an"], "frame_texts_ja": ["1. 俺はもう"], "frame_texts_en": ["1. i will not"]}, {"page_number": 48, "frame_descriptions": [" The image shows a black and white manga panel with text. A character is holding two swords crossed, one in each"], "frame_texts_ja": ["1. 想いを見失わぬ"], "frame_texts_en": ["1. not any more."]}, {"page_number": 49, "frame_descriptions": [" The image is a split-screen composition, with the top half showing an urban night scene and the bottom half depicting", " In the nighttime, a cityscape is visible with buildings and streetlights. A young man stands on an overpass bridge", " The frame shows a close-up of the character's face, with their eyes closed and hands clasped together in front", " In the frame, a young man is seen walking away from an older woman who appears to be in distress. The background suggests", " In the image, a man and woman are standing close together. The text above them reads \"彼女は、", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted as if"], "frame_texts_ja": ["", "", "", "", "1. ーー呉葉", "1. ...なんだ"], "frame_texts_en": ["", "", "", "", "1. --kureha", "1. ...what?"]}, {"page_number": 50, "frame_descriptions": [" In the image, a woman is shown with her mouth open in surprise or shock. She appears to be reacting strongly to", " A male character with spiky hair and a serious expression, looking towards the right side of the image. ", " The frame shows a close-up of the girl's face, with her eyes closed and lips slightly parted. She", " In the manga frame, a male character with short hair and glasses is embracing another person from behind. The other individual", " The frame shows a character speaking in Japanese, with the text \"あなたは、私の友達ですか"], "frame_texts_ja": ["1. 重い\n2. お前言うに事欠いてそれかぁーー!!", "1. 事欠くもなにも腕の火傷は痛むしもうヘトヘトだ\n2. せめて霊体化してくれ...", "1. ふん\n2. これは罰だ", "1. 私に刃を向けた罰\n2. 家まではこうさせてもらうぞ", "1. しばらくは尻に敷かせてもらわんとな\n2. 呉葉..."], "frame_texts_en": ["1. you're heavy\n2. is that all you've got to say?", "1. i mean, the burns on my arm hurt, and i'm exhausted.\n2. can't you turn into your spirit form?", "1. hmm\n2. this is a punishment.", "1. you pointed your blade at me\n2. your punishment is to take me home like this", "1. you have to take my orders for a while\n2. kureha..."]}, {"page_number": 51, "frame_descriptions": [" A young man with spiky hair and a determined expression rides on the back of another boy, who is seated at", " The frame shows a close-up of an animated character with short hair, looking surprised or shocked. ", " In the image, a young girl with short hair is shown in an indoor setting. She appears to be engaged in some sort", " In the image, a young man is sitting on top of another person who appears to be in distress. The text above them"], "frame_texts_ja": ["1. 俺は弱い", "1. 華鏡丸を討ったときには見栄を張ったが\n2. いつまた己を見失いお前を傷つけるかわからぬ", "1. 俺にはもう\n2. お前を扱う資格などーー", "1. たわけ\n2. 今さら小童の軟弱さなど承知の上だ"], "frame_texts_en": ["1. i'm weak.", "1. i was ostentatious today, facing kakyomaru,\n2. but i could lose sanity anytime.I could even hurt you again.", "1. i can't...\n2. i have no right to be your master", "1. idiot\n2. i'm well aware of your weaknesses."]}, {"page_number": 52, "frame_descriptions": [" The image shows a black and white manga panel with text. A character is speaking, as indicated by the speech bubble containing", " A young man with spiky hair is sitting on a bench, looking at the ground. He appears to be deep in", " A young man with a determined expression carries an injured woman on his shoulders, navigating through what appears to be the aftermath"], "frame_texts_ja": ["1. 月なき夜に道を外れてしまうこともあろう\n2. そんなときのために私がいる", "1. 平安の世より在藤に仕えて\n2. 早千年", "1. 千歳の想いが\n2. お前の審火だ!"], "frame_texts_en": ["1. at times, you may lose the track on a moonless night\n2. but that is what i'm here for", "1. I've served the house of arifuji since the heian period\n2. for a thousand years.", "1. the millennium's worth affection\n2. will be your beacon of light!"]}, {"page_number": 53, "frame_descriptions": [" The image shows a black and white manga panel with an animated character. This is the first frame of this comic, introducing", " The frame shows a close-up of an anime character with dark hair, wearing glasses. They are looking down and appear to", " In the frame, a character is seen walking away from another. The text in Japanese reads \"I'm sorry\" and"], "frame_texts_ja": ["1. なるほど...", "1. こりゃかなわん", "1. さて\n2. さて明日は墓掃除だ!\n3. こ、こら\n4. 急に走るな!"], "frame_texts_en": ["1. i see...", "1. you beat me", "1. well!\n2. tomorrow we clean the graves!\n3. hey!!!\n4. don't start running all of a sudden!"]}]